{
    "PrincessChatter": {
        "Chatter_1": "I really appreciate all the good you've done for this land! Thank you!",
        "Chatter_10": "{?PumpkingDefeated}The Pumpking can be rather two-faced, it seems. I shall not give up on peace with his spooky people!",
        "Chatter_11": "Pink is the best color anyone could ask for! ",
        "Chatter_12": "{?DukeFishronDefeated}I once met with a Duke on the beach. He looked kinda fishy, and lacked good manners!",
        "Chatter_13": "Um... being a princess can be so uneventful sometimes, so I took up many hobbies! ",
        "Chatter_14": "I'm so happy to finally travel the world, and meet new people!",
        "Chatter_15": "As much as I love people, I am rather shy. It takes me awhile to break the ice...",
        "Chatter_16": "{?BloodMoon}The rivers are running red, everyone seem awfully on edge, hmm... it's a trying night, indeed!",
        "Chatter_17": "{?!Day}The stars at night remind me of glitter on a beautiful, black dress. I shall soon have one made!",
        "Chatter_2": "Goblins are so cute! They are short, and have those little pointy ears, and they come in different colors!",
        "Chatter_3": "{?GolemDefeated}I tried to pet a lihzahrd once. Um... they didn't mind at all!",
        "Chatter_4": "{?MartiansDefeated}I wish the martians were a little nicer. Our world doesn't normally get visitors!",
        "Chatter_5": "Like my dress? Gee, thanks! Just sewed it.",
        "Chatter_6": "I am so fabulously grateful for my subjects!",
        "Chatter_7": "{?FrostLegionDefeated}Worry not, concerned citizen! I am well aware of the organized crime problem among snowfolk.",
        "Chatter_8": "Hmm... do you think {Pirate} will be able to redeem some of his old seafaring friends, as well?",
        "Chatter_9": "{?IceQueenDefeated}Diplomacy did not work so well with the Ice Queen, I'm afraid. She's rather cold-hearted! He he!"
    },
    "PrincessNames": {
        "Ai": "Ai",
        "Alice": "Alice",
        "Aria": "Aria",
        "Ariel": "Ariel",
        "Belle": "Belle",
        "Charlotte": "Charlotte",
        "Christina": "Christina",
        "Elitia": "Elitia",
        "Emilia": "Emilia",
        "Faye": "Faye",
        "Flora": "Flora",
        "Hikari": "Hikari",
        "Hime": "Hime",
        "Liselotte": "Liselotte",
        "Lucia": "Lucia",
        "Momo": "Momo",
        "Rosetta": "Rosetta",
        "Sophia": "Sophia",
        "Theresa": "Theresa",
        "Tiara": "Tiara",
        "Yuuki": "Yuuki"
    },
    "PrincessSpecialText": {
        "Graveyard1": "Um... it's kind of scary out there. I better have some tea.",
        "Graveyard2": "What was that noise? Hm, perhaps I shouldn't worry so!",
        "Party": "A party? Like.. a festival? I LOVE FESTIVALS! So much pink! So much glitter! It's so cheerful!!",
        "Rain1": "There's something about the rain that makes me feel so calm.",
        "Rain2": "I love it when it rains. It's soothing.",
        "Storm1": "Um... the storms outside sound pretty intense. I do appreciate the chaos.",
        "Storm2": "Do be careful if traveling outside, it's storming quite hard!",
        "Windy1": "Oops! I better hold on to my tiara, it's rather blustery out today!",
        "Windy2": "It surely is a swell day to fly a kite, don't you agree?"
    },
    "TownNPCMood_Princess": {
        "Content": "All matters are well at hand, my loyal subject!",
        "DislikeBiome": "I dislike {BiomeName}.",
        "DislikeCrowded": "It brings me joy residing by my subjects. I understand others may find that unappealing, however.",
        "DislikeNPC": "I don't dislike {NPCName}.",
        "FarFromHome": "Um... I seem to have wandered a bit far! Care for a lovely stroll?",
        "HateBiome": "Mmm! This place could use a makeover, for sure. It's not quite fit for anyone, let alone royalty!",
        "HateCrowded": "I LOVE being surrounded by others, but I wish not to see them so unhappy with overcrowding.",
        "HateLonely": "Um... I'm feeling a little lonesome, may I please reside closer to my people?",
        "HateNPC": "I just can't bring myself to hate {NPCName}.",
        "LikeBiome": "Flowers are pleasant, hills are lovely, sand is warm. Every place is beautiful when you are among friends!",
        "LikeNPC": "I like {NPCName}.",
        "LoveBiome": "I love {BiomeName}.",
        "LoveNPC": "I love {NPCName}.",
        "LoveNPC_Angler": "{NPCName} is such a nice boy, always offering to take me fishing!",
        "LoveNPC_ArmsDealer": "{NPCName} is such a softie at heart!",
        "LoveNPC_BestiaryGirl": "{NPCName} always lets me play with her pets, its so nice!",
        "LoveNPC_Clothier": "{NPCName} seems so sad sometimes, but he's very nice to me!",
        "LoveNPC_Cyborg": "{NPCName} is so cool, he seems to know everything!",
        "LoveNPC_DD2Bartender": "{NPCName} is from an entirely different world, that's so interesting!",
        "LoveNPC_Demolitionist": "{NPCName} is just 'da bomb', heehee!",
        "LoveNPC_Dryad": "{NPCName} is so in touch with nature, I love it!",
        "LoveNPC_DyeTrader": "{NPCName} always helps me choose the best color dresses!",
        "LoveNPC_GoblinTinkerer": "{NPCName} makes just the niftiest gizmos!",
        "LoveNPC_Golfer": "{NPCName}'s passion for golf inspires me!",
        "LoveNPC_Guide": "{NPCName} is a really nice guy!",
        "LoveNPC_Mechanic": "{NPCName} can fix up just about anything, I admire her!",
        "LoveNPC_Merchant": "{NPCName} always provides what I need, free of charge!",
        "LoveNPC_Nurse": "{NPCName} always makes me feel better when I'm hurt!",
        "LoveNPC_Painter": "{NPCName} really brightens up this place with his art!",
        "LoveNPC_PartyGirl": "{NPCName} is always the life of the party!",
        "LoveNPC_Pirate": "{NPCName} is always good for an exciting pirate story!",
        "LoveNPC_Princess": "{NPCName} is a little unsettling to be around, but terribly cute!",
        "LoveNPC_SantaClaus": "{NPCName} is so jolly, I just want to give him a gift!",
        "LoveNPC_Steampunker": "{NPCName} is my favorite tea time partner!",
        "LoveNPC_Stylist": "{NPCName} has the best hair advice, she's great to talk to!",
        "LoveNPC_TaxCollector": "{NPCName} is terribly misunderstood, he's very kind to me!",
        "LoveNPC_TownBunny": "{NPCName} is really adorable!",
        "LoveNPC_TownCat": "{NPCName} is really adorable!",
        "LoveNPC_TownDog": "{NPCName} is really adorable!",
        "LoveNPC_Truffle": "{NPCName} is a really fun guy!",
        "LoveNPC_WitchDoctor": "{NPCName} offers such unique insights, it really makes me think!",
        "LoveNPC_Wizard": "{NPCName} is so wise, I trust his judgement completely!",
        "NoHome": "It seems I'm without any lodgings. If I may, have anything in pink, please?"
    }
}