{
    "DyeTraderSpecialText": {
        "Graveyard1": "My, my... this is no good. The putrid surroundings are dulling my dye petals.",
        "Graveyard2": "You think this a place worthy of my presence? So drab, so dull, these people are literally below me.",
        "HasPlant_0": "Brilliant, my dear! You have brought me an exquisite sample of the world's beautiful colors and aroma. In exchange, you may take this special bottle of dye.",
        "HasPlant_1": "You bring me a beautiful, rare flower... yes, yes? Take this bottle of special dye for your troubles, friend!",
        "HasPlant_2": "Fantabulous, wonderful friend! With this delicate specimen, I may mix the most amazing dyes {WorldName} has ever seen! You may take this one right away!",
        "NoPlant_0": "Oh no no, this will not do.  For these money is no good, you must return to me with a rare specimen of a plant!",
        "NoPlant_1": "You think you can pull a fast one on {DyeTrader}, I don't think so! I only take the rarest of flowers for these special bottles!",
        "NoPlant_2": "These dye bottles? Sorry dear friend, these don't take coin. I only take the most precious and rare of flora in exchange for one of this!",
        "Party": "I truly love parties, so many beautiful colors and happy people.",
        "Rain1": "Too much water dilutes my selection! This rain better pass, soon!",
        "Rain2": "No, no, these robes cannot get wet! They will lose their vibrant color!",
        "Storm1": "Egads! I loathe these bothersome storms!",
        "Storm2": "Please, do tell when the wrath of nature has ended out there!",
        "Windy1": "Marvelous! The wind brings me petals of all colors!",
        "Windy2": "Give me a moment, my dear. I must secure my palette from the gusty gales!"
    },
    "TownNPCMood_DyeTrader": {
        "Content": "Me? I'm fine, I'm fine.",
        "DislikeBiome": "Oh no, {BiomeName} does not inspire me, don't like, don't like.",
        "DislikeCrowded": "I truly dislike crowds, unless of course they are here for my vivid colors!",
        "DislikeNPC": "Oh dear, that {NPCName} has no sense of color or style, I don't like.",
        "FarFromHome": "You think I can make brilliant colors so far from my shop? Don't think so!",
        "HateBiome": "Gross, {BiomeName} is draining the color from my palettes!",
        "HateCrowded": "When I'm not doing business, I'd much rather be alone, yes? I hate feeling crammed in!",
        "HateNPC": "I truly, truly hate how unsavory {NPCName} can be.",
        "LikeBiome": "Ahh, {BiomeName} is really nice, reminds me of my home town, I like it very much so!",
        "LikeNPC": "{NPCName} has good eyes for vividness and business, I like it, yes?",
        "LikeNPC_Princess": "The hues on {NPCName}'s dress are deeper and more vivid than I've ever seen in my entire life!",
        "LoveBiome": "I love {BiomeName}.",
        "LoveNPC": "I love being around {NPCName}.",
        "LoveSpace": "My dear, this palace is quiet enough to sleep like a sultan!",
        "NoHome": "No no, this will not do, need a place to call mine."
    }
}