{
    "TruffleSpecialText": {
        "Graveyard1": "This is an excellent place to start a family. Most of my friends were born here!",
        "Graveyard2": "This place makes me feel good. I'm not sure why...",
        "Party": "I would have invited everyone to party in my home, but there's not mushroom.",
        "Rain1": "Ahh... nice and damp. I feel so good.",
        "Rain2": "Rain is cause for celebration for my people.",
        "Storm1": "The weather seems detrimental to your species, human.",
        "Storm2": "That last roar of thunder startled the spores right out of me!",
        "Windy1": "Our kind is very brittle, I worry for my brothers on this breezy day.",
        "Windy2": "Wind is not my friend, I like the dark, calm places."
    },
    "TownNPCMood_Truffle": {
        "Content": "I am quite happy, considering.",
        "DislikeBiome": "I dislike {BiomeName}.",
        "DislikeCrowded": "I don't like this anxiety I'm getting from the people gathering around me.",
        "DislikeNPC": "{NPCName} has tried to eat me so many times. I swear, one time they weren't even human! I, obviously, dislike it.",
        "FarFromHome": "I don't think I'm comfortable being so far away from my home.",
        "HateBiome": "I don't belong in {BiomeName}, I would not survive!",
        "HateCrowded": "I hate it. So many people... I... I'm not going to get eaten, right?",
        "HateNPC": "{NPCName} has tried to throw me into a pot filled with other unusual ingredients. I hate that.",
        "LikeBiome": "I feel right at home, like I am one with {BiomeName} biome.",
        "LikeNPC": "{NPCName} treats me with respect, as though I'm a true part of nature. I don't know how to feel about that, except I like it.",
        "LikeNPC_Princess": "{NPCName} doesn't try to eat me, that's good in my book.",
        "LoveBiome": "I love {BiomeName}.",
        "LoveNPC": "I love {NPCName} for being able to talk to me without mysteriously getting hungry.",
        "LoveSpace": "I love having so mush room to myself. What's so funny?",
        "NoHome": "I need a place to feel secure and welcome."
    }
}