{
    "GuideChatter": {
        "Chatter_1": "I thought you said you purified {TaxCollector}? He's just as greedy as ever!",
        "Chatter_2": "I wonder why my predecessor spontaneously burst into flames. Hopefully it doesn't happen to me..."
    },
    "GuideHelpText": {
        "Help_1063": "Normally I'd try to teach you all about the Old One's Army, but you should probably ask {Bartender} about that.",
        "Help_1064": "When the moon goes red, the water becomes like blood. Creatures submerged within may become grotesque and malicious."
    },
    "GuideHelpTextSpecific": {
        "Help_1100": "I hear a race of lizardmen live in the jungle. Maybe you can get the attention of one by felling a giant beast of the jungle?",
        "Help_1101": "I hear there's a woman out there well-versed in fighting back the forces you just unleashed. Maybe if you prove yourself, you can get her attention.",
        "Help_1102": "Machines aren't so bad. Maybe we can build one of our own, if we can just get some explosive weaponry from the jungle...",
        "Help_1103": "I once met a stylist in this region. She went off adventuring underground and that was the last I saw of her. Wonder what became of her?",
        "Help_1104": "Ever caught a strange fish and you aren't sure what to do with it? I hear a fishing master lives near the ocean who might have a use for those...",
        "Help_1105": "The Tortured Soul down in the Underworld sure looks familiar...have you tried using Purification Powder on him?",
        "Help_1106": "There have been some pirates sighted around lately. If we befriend one, you think he might show us where he buried his treasure?",
        "Help_1107": "There are some special plants and other ingredients that can be used to dye things. Maybe if you keep some with you, you'll find someone to show you how.",
        "Help_1108": "I've heard of glowing mushrooms growing big enough on the surface to gain sentience. Wonder if there's any truth to that...",
        "Help_1109": "They say sand is terrible for golfing. No self-respecting golfer would ever be caught in a desert...right?",
        "Help_1110": "Artists like to practice their craft, and painters like to paint. If enough people move in, we'll have enough homes that a painter might show up to spruce up the place!",
        "Help_1111": "A lot of people have moved in lately, haven't they? If it gets much more busy around here, a party girl will surely move in!",
        "Help_1112": "Always keep an eye out for strangers in need! You never know when you might meet someone new who is in need of help.",
        "Help_1113": "If {Merchant}'s wares don't interest you, a wandering merchant often visits with exotic merchandise you might prefer.",
        "Help_1114": "Not all of the undead monsters are hostile. I hear one even sells merchandise deep underground.",
        "Help_1115": "This world is full of many exciting and dangerous creatures to discover. There are some experts who might reward you for sharing that knowledge with them!",
        "Help_1120": "If you thought rainy days were a drag, wait till you see it raining slime!",
        "Help_1121": "On rare occasions, the moon will blot out the sun, bringing out lots of scary monsters!",
        "Help_1122": "Ever seen the Goblin Scouts in the outer regions of the world? I wonder if an invasion is imminent...",
        "Help_1123": "I think I saw a treasure map floating around in the ocean once, but a shark ate it. Maybe you should go try and find one?",
        "Help_1124": "I saw some flashing lights, high up in the sky and far away. The truth is out there, I'm telling you.",
        "Help_1125": "Have you ever seen beautiful lanterns floating across the night sky? The people of this world celebrate your victories, wishing you good fortune.",
        "Help_1130": "If you place an empty bottle on a table, you can use it to craft all sorts of neat potions!",
        "Help_1131": "Hang up any banners you earn from defeating foes, as they will help you in future combat with that creature.",
        "Help_1132": "It's pretty cold in the snow biome, but there are some unique treasures there as well. I'd check it out!",
        "Help_1133": "There are antlion tunnels deep beneath the desert, full of rare fossils and many hazards!",
        "Help_1134": "If you find a marble biome, be careful! They say that those locations are inhabited by some very dangerous creatures!",
        "Help_1135": "In granite biomes, the very stone itself is a threat, frequently coming to life and attacking intruders!",
        "Help_1136": "Need to craft something with ores you can't find on {WorldName}? Try fishing for crates, or placing silt and slush into the Extractinator!",
        "Help_1137": "If you ever need a break from all this adventuring, there's always time for some good old fashioned fishing.",
        "Help_1138": "While you explore the underground, you may occasionally encounter helpful fairies. If you follow them, maybe they will lead you to treasure!",
        "Help_1140": "Your next step should be to explore the caverns of the Crimson. Find and destroy any Crimson Hearts that you come across.",
        "Help_1141": "The Crimstone in the Crimson can be purified using some powder from a Dryad, or it can be destroyed with explosives.",
        "Help_1142": "Try to gather some obsidian, formed when water and lava meet. It can be used to protect against intense heat.",
        "Help_1143": "Some say there are giant bee hives buried underground in the jungle. I could do with some honey myself.",
        "Help_1144": "You found some old fossils in the desert? I wonder if there is a way to extract them from the rock.",
        "Help_1145": "It's time to upgrade that old Furnace! Look for a Hellforge in the Underworld, it's the only way to craft Hellstone bars.",
        "Help_1146": "Have you seen the Wyverns soaring high up in the clouds? If only I could fly like that...",
        "Help_1147": "Try combining a Hellforge with some adamantite ore. I bet you could make some really powerful stuff with that!",
        "Help_1148": "Try combining a Hellforge with some titanium ore. I bet you could make some really powerful stuff with that!",
        "Help_1149": "Run into any rare fruit growing in the jungle lately? If you eat it, it will increase your max life!",
        "Help_1150": "I've heard of glowing pink bulbs growing around the jungle recently. Be ready for anything if you decide to harvest one.",
        "Help_1151": "That key you have can be used to unlock the Temple hidden in the jungle. Have you found it yet?",
        "Help_1152": "They say that there is a sealed Temple, hidden away in the jungle. I wonder how you could open it?",
        "Help_1153": "Wow, that key you have is pretty nifty! I heard keys like that can be used to get rare treasure in the Dungeon!",
        "Help_1154": "I've heard reports of a very strange worm in the underground mushroom fields. I wonder if it would be any good as bait?",
        "Help_1155": "Ancient prophecies speak of a way to summon the monstrous hordes of Halloween through medallions crafted with pumpkins.",
        "Help_1156": "Legends tell of a cursed gift that can turn the most festive of nights into an invasion of horrors!",
        "Help_1157": "There are some strange people in hoods loitering outside of the Dungeon. Maybe you should check it out?",
        "Help_1158": "Where the heck did those Pillars come from?! You should clear out some of the monsters around them!",
        "Help_1159": "If you combine lenses at a crimson altar, you might be able to find a way to summon a powerful monster. You will want to wait until night before using it, though."
    },
    "GuideSpecialText": {
        "Eclipse": "Huh?! Where is the sun? Why is it so dark? It must be a Solar Eclipse!",
        "Graveyard1": "Graveyards are spooky and very dangerous. I'd watch your step, kid.",
        "Graveyard2": "It's cold and ominous around here. I feel something very evil calling out to me.",
        "Lantern1": "What a beautiful night! With your recent victory, the world seems more at peace, and these lanterns are in celebration of that.",
        "Lantern2": "Do you see the lanterns? Now that you've saved our world, there are regular celebrations of your victory. Always such a beautiful sight!",
        "Party": "Never been to a party before? You might want to check around with the others. People sometimes bring out special party favors.",
        "Rain1": "Be advised that certain creatures only come out during rain.",
        "Rain2": "Don't be alarmed, it is just water. I hear certain species of fish can fly when it rains!",
        "SlimeRain": "If you defeat enough of these slimes, you might invoke the wrath of their king. Be careful!",
        "Storm1": "It's dangerous to be out in a thunderstorm. Take cover, kid.",
        "Storm2": "Lightning is no joke, very powerful fiends come out in this weather.",
        "Windy1": "Don't get blown away by the strong gusts going on, and be wary of monsters which take advantage of them!",
        "Windy2": "It's windy out there! Now is the best time to fly a kite."
    },
    "TownNPCMood_Guide": {
        "Content": "I'm feeling quite alright.",
        "DislikeBiome": "I don't really like {BiomeName}. There's little to accomplish.",
        "DislikeCrowded": "I'm a free spirit. I dislike so many people being close to me.",
        "DislikeNPC": "{NPCName} rubs me the wrong way. Maybe it's the weird clothing?",
        "FarFromHome": "I'm far from my home, it seems.",
        "HateBiome": "I hate {BiomeName}, the terrors here can tear a person apart in moments.",
        "HateCrowded": "I hate overcrowding. I prefer the open world!",
        "HateNPC": "I hate that {NPCName} is around. The world is fine the way it was made!",
        "LikeBiome": "I'm quite fond of wandering through {BiomeName}. I like it here.",
        "LikeNPC": "I'm quite fond of {NPCName}, we have a lot in common.",
        "LikeNPC_Princess": "Having {NPCName} around makes me feel at ease, as though a curse was finally lifted from me.",
        "LoveBiome": "I love {BiomeName}.",
        "LoveNPC": "I love being around {NPCName}.",
        "LoveSpace": "Getting this place to myself... I greatly appreciate it.",
        "NoHome": "I'm quite used to not having a home, but I wouldn't mind one."
    }
}