{
    "WizardSpecialText": {
        "AfterDD2Tier1": "You know, I think I've seen a portal like that before, but it was gold.",
        "Graveyard1": "I can't bring anyone back from the dead, so don't ask!",
        "Graveyard2": "Funny, when I look far enough into the crystal ball, this is where every customer ends up!",
        "LuckIsAmazing1": "Have you a garden of four-leaf clovers? You are bursting with essences of great fortune!",
        "LuckIsAmazing2": "Serendipity smiles upon you! It is likely you shall find profit in all things!",
        "LuckIsBad1": "The air feels dull and gloomy where you step. Be wary of ill feelings.",
        "LuckIsBad2": "Is something bothering you? Something doesn't feel quite right about you.",
        "LuckIsCursed1": "Stay away! You are dragging a behemoth of woeful bad luck in your wake! I want nothing of it!!",
        "LuckIsCursed2": "Did you smash every mirror in WorldName!? You hapless fool, you are cursed beyond help!!",
        "LuckIsGodly1": "You are overflowing with a blessing of stupendous prosperity!!",
        "LuckIsGodly2": "Excessive health and happiness gush from your very being! You are a Godsend!!",
        "LuckIsGood1": "I sense a speck of good karma about you, but I could be mistaken.",
        "LuckIsGood2": "There's something unusually warm about you. I'm not sure how to place it, but keep walking in that direction.",
        "LuckIsGreat1": "You are giving off a positive energy, like something grand could occur at any moment.",
        "LuckIsGreat2": "There are vibes of good fortune emanating from you, as though your wishes could possibly come true.",
        "LuckIsPoor1": "Negative energy is seeping from your pores. I wouldn't take any chances today.",
        "LuckIsPoor2": "Unfortunate omens hang over your head. You DID forward that letter, right?",
        "LuckIsTerrible1": "I feel a terrible fate surrounding you! You should just stay in bed today!",
        "LuckIsTerrible2": "What manner of salt did you spill to receive such misfortune!?",
        "Party": "Clearly I throw the most magical of parties.",
        "Rain1": "Yes, I can go out in the rain and not melt. I'm a wizard, dammit!",
        "Rain2": "Raindrops falling on my... uh.. Where am I? Who are you? ... Who am I?",
        "Storm1": "Did somebody steal my spell book again!?",
        "Storm2": "You call this lightning!? Back in my day, I .. uh.. Hmm. Oh, did you need something?",
        "Windy1": "This gale got you bothered? There's a spell for that.",
        "Windy2": "A blast of wind terrorizing our world? Did I do that?"
    },
    "TownNPCMood_Wizard": {
        "Content": "I feel magical.",
        "DislikeBiome": "I dislike {BiomeName}, magic does not flow well in a place like this.",
        "DislikeCrowded": "Can some of these noisy people move further away? No? Ok.",
        "DislikeNPC": "{NPCName} dabbles in things that shouldn't be disturbed, and I don't like that.",
        "FarFromHome": "I could have sworn my house was here somewhere...",
        "HateBiome": "The abominations in {BiomeName} disturb me, like the darkest form of magic.",
        "HateCrowded": "This overcrowding is starting to dampen my magic! I think.",
        "HateNPC": "That loathsome {NPCName} is a complete and total abomination to magic!",
        "LikeBiome": "What's not to like about {BiomeName}? It has unicorns and rainbows.",
        "LikeNPC": "{NPCName} and I share a very long history, I like the mutual wisdom.",
        "LikeNPC_Princess": "{NPCName}? We have a princess? Fascinating, she seems nice.",
        "LoveBiome": "I love {BiomeName}.",
        "LoveNPC": "I love that there's a lot to talk about with {NPCName}.",
        "LoveSpace": "Reminds me of the old days, practicing magic up in a tower in the middle of nowhere!",
        "NoHome": "Where is my house? Where am I? Who are you? Who am I?"
    }
}