{
    "BestiaryGirlChatter": {
        "Chatter_1": "I collected critters like you once, then I took a cursed fox bite to the knee!",
        "Chatter_10": "Wow, like, I've never seen a full moon. For some reason, it's like I pass out every time one's around!",
        "Chatter_11": "I have noooo idea how I got here, but it's mega rad.",
        "Chatter_2": "{?Eclipse}Like wow, I feel like I belong with the creepy killer things running around right now. So glad I'm not that mindless.",
        "Chatter_3": "I may not know, like, a whole lot...but I can talk your head off about nature and critters and animals and wildlife and...",
        "Chatter_4": "My older bro calls me a lycanthrope. It means I'm like, part animal or something. He'd know, though, because he spends all his time outside!",
        "Chatter_5": "I love animals, like, a lot! I tried to pet this weird looking fox one time, he sooo bit me, and now I became like one! Rad!",
        "Chatter_6": "Staahp pulling on my tail, bro, it's totally real, and like...totally hurts when you pull on it!",
        "Chatter_7": "Huh?! No, {Stylist} didn't dye my hair. It's naturally this color! It was like, dark brown before I was bitten, though!",
        "Chatter_8": "Oh, THESE ears? Haha, totes better to hear you with, my dear!",
        "Chatter_9": "This one time, at critter camp, I woke up one morning and everything was torn apart! Like, wow, how did I sleep through THAT?!"
    },
    "BestiaryGirlLycantropeChatter": {
        "Chatter_1": "Grrr!! Away. Stay. NOW!",
        "Chatter_2": "Rawgh! Roo! Danger. Me. Wraaaath!"
    },
    "BestiaryGirlNames": {
        "Name_1": "Maria",
        "Name_10": "Robyn",
        "Name_11": "Arien",
        "Name_12": "Jane",
        "Name_13": "Bindi",
        "Name_14": "Dian",
        "Name_15": "Lori",
        "Name_16": "Mardy",
        "Name_17": "Mollie",
        "Name_18": "Lizzy",
        "Name_19": "Daphne",
        "Name_2": "MacKenzie",
        "Name_20": "Ellen",
        "Name_3": "Azaria",
        "Name_4": "Juanita",
        "Name_5": "Astra",
        "Name_6": "Hayley",
        "Name_7": "Becca",
        "Name_8": "Veronica",
        "Name_9": "Tia"
    },
    "BestiaryGirlSpecialText": {
        "Graveyard1": "My instincts are totally going wild. I really need to get out of here!",
        "Graveyard2": "Ok, like, this place is totally freaky. It makes my fur stand on end!",
        "Party": "So, uh, I can't wear the hat. Sorry. I'm still here for the party, no worries!",
        "Rain1": "Staaaap! Ugh! Not you, this lame rain.",
        "Rain2": "For real!? I can't STAND being wet! It's gross.",
        "Storm1": "Eek!! You have NO idea how much thunder hurts my sensitive ears.",
        "Storm2": "Is it over yet? I have this, like, irrational fear of thunderstorms.",
        "Windy1": "Running in the wind makes me feel so free and wild. Totes try it sometime!",
        "Windy2": "The breeze blows through my hair, it's, like, woah."
    },
    "TownNPCMood_BestiaryGirl": {
        "Content": "I'm feeling good, actually! Thanks for askin'!",
        "DislikeBiome": "It's like, weird having instincts and all, and {BiomeName} really makes me want to run away!",
        "DislikeCrowded": "I get a little anxious around a lot of people. I like, don't want that.",
        "DislikeNPC": "I don't like how cruel {NPCName} is!",
        "FarFromHome": "I'm uh, like, a little homesick? Plus I need to feed my pets!",
        "HateBiome": "Like, {BiomeName} totally reeks of those curses that fox cub had -- the one that bit me!",
        "HateCrowded": "Eek! I hate feeling worried about what will happen with all these people around!",
        "HateNPC": "I really totally hate what {NPCName} does to animals!",
        "LikeBiome": "I love animals, so naturally {BiomeName} is like, the best place ever! Yas!",
        "LikeNPC": "Of course I like {NPCName}! I like, knew them since I was born!",
        "LikeNPC_Princess": "Like, {NPCName} has her subjects searching for a way for me to break my fox curse! Yass!",
        "LoveBiome": "I love {BiomeName}.",
        "LoveNPC": "I can't explain it. I have like, a thing for {NPCName}. Is it because of the tail?",
        "LoveSpace": "I absolutely love having my own place to be myself! This is like, totally awesome!",
        "NoHome": "Like, I can't just go live in a burrow, you know. I need a house!"
    },
    "TownNPCMood_BestiaryGirlTransformed": {
        "Content": "Rrrr... feel fine.",
        "DislikeBiome": "Mrrrr... {BiomeName}. NO SMELL GOOD.",
        "DislikeCrowded": "Rawgh! PEOPLE. TOO MANY. Irritate!",
        "DislikeNPC": "{NPCName}.... VIBES. BAD! Grrl",
        "FarFromHome": "Grrawr... home! far FAR! CANNOT TRACK.",
        "HateBiome": "Gughhh, {BiomeName}... I LOATHE. BAD SCENERY.",
        "HateCrowded": "Snarrrrrll... CANNOT. STAND. CROWDING!",
        "HateNPC": "Arghl! NO {NPCName}. HATE. FURY. DISGUST!!",
        "LikeBiome": "In {BiomeName}... Good RUN! PLAY! HUNT! Yee!",
        "LikeNPC": "{NPCName}. Rrr... GOOD. FEEL.",
        "LikeNPC_Princess": "{NPCName}... PINK. GOOD.",
        "LoveBiome": "FAVORITE LAND... {BiomeName}. DELIGHT.",
        "LoveNPC": "LOVE. STRONG... {NPCName}. Yeeyee!",
        "LoveSpace": "Rrrrr... open space. HAPPY.",
        "NoHome": "GRAH! Need HOME! NOW!"
    }
}