{
    "Bestiary_Biomes": {
        "Caverns": "동굴",
        "CorruptDesert": "오염된 사막",
        "CorruptIce": "오염된 설원",
        "CorruptUndergroundDesert": "오염된 사막 동굴",
        "Crimson": "선혈",
        "CrimsonDesert": "선혈의 사막",
        "CrimsonIce": "선혈의 설원",
        "CrimsonUndergroundDesert": "선혈의 사막 동굴",
        "Desert": "사막",
        "Granite": "화강암",
        "Graveyard": "묘지",
        "Hallow": "신성",
        "HallowDesert": "신성한 사막",
        "HallowIce": "신성한 설원",
        "HallowUndergroundDesert": "신성한 사막 동굴",
        "Jungle": "정글",
        "Marble": "대리암",
        "Meteor": "운석",
        "NebulaPillar": "성운의 기둥",
        "Oasis": "오아시스",
        "Ocean": "바다",
        "Sky": "하늘",
        "Snow": "설원",
        "SolarPillar": "태양의 기둥",
        "SpiderNest": "거미집",
        "StardustPillar": "소행성의 기둥",
        "Surface": "지상",
        "SurfaceMushroom": "지상 버섯",
        "TheCorruption": "오염",
        "TheDungeon": "던전",
        "TheHallow": "신성",
        "TheTemple": "유적",
        "TheUnderworld": "지하세계",
        "Underground": "지하",
        "UndergroundCorruption": "오염된 지하",
        "UndergroundCrimson": "선혈의 지하",
        "UndergroundDesert": "사막 지하",
        "UndergroundHallow": "신성한 지하",
        "UndergroundJungle": "정글 지하",
        "UndergroundMushroom": "지하 버섯",
        "UndergroundSnow": "설원 지하",
        "VortexPillar": "소용돌이의 기둥"
    },
    "Bestiary_BiomeText": {
        "biome_Blizzard": "뼈시리게 추운 눈폭풍의 혼돈 속에서 돌처럼 차가운 실체가 나타납니다. 모든 발걸음은 차갑고 위험합니다.",
        "biome_BloodMoon": "달이 피에 물들때, 죽음이 같이 떠오릅니다. 그들은 신선한 고기를 찾아 갈증을 채울 것입니다.",
        "biome_Caverns": "사나운 몬스터들, 버려진 방, 황금빛 보물이 어둠에 숨어있습니다. 지하에 터널처럼 뚫린 빈 동굴들입니다.",
        "biome_Christmas": "겨울이에요! 반짝이는 불빛과 못생긴 스웨터, 뚱뚱한 빨간 옷을 입은 노인과 함께 축하해봅시다.",
        "biome_CorruptDesert": "오염이 사막을 덮칠때, 모래에 묻혀있던 순수한 악이 깨어납니다.",
        "biome_CorruptIce": "차가운 얼음이 차가운 오염과 하나가 되어, 더 차가운 공포가 얼어붙은 동굴에서 깨어납니다.",
        "biome_CorruptUndergroundDesert": "오염으로 인해 사암에 깃들어있던 고대 마법이 풀려나고 있습니다.",
        "biome_Crimson": "기괴함의 집합체, 모든 생명을 소모할 때 까지도 아무것도 느끼지 않으려 하고있습니다.",
        "biome_CrimsonDesert": "선혈이 모래를 뚫고 오면서, 잊혀진 어두운 존재들이 생명을 파괴하러 나오고 있습니다.",
        "biome_CrimsonIce": "차가운 얼음 동굴이 선혈의 피로 가득차면서, 새롭고 위협적인 악마들을 불러냈습니다.",
        "biome_CrimsonUndergroundDesert": "선혈의 피는 무덤에 있던 마법의 존재를 깨웠고, 이제는 대혼란이 일어날 것입니다.",
        "biome_DayTime": "오전 4:30시 이후, 하늘에는 태양이 뜨고, 많은 위험한 존재들은 빛을 피해 도망갑니다. 탐험하기 좋은 시간입니다.",
        "biome_Desert": "끝없는 모래만이 쌓여있는 이곳, 끝없는 태양빛이 내리쬐는 이곳. 소수의 존재만이 이곳에서 살기로 결정했습니다.",
        "biome_Eclipse": "공포의 존재들이 땅을 뒤덮는 날입니다. 불멸자는 검은 태양의 악에 저항 할 수 없습니다.",
        "biome_FrostLegion": "냉정한 살인자들은 그들을 거스르는 모두를 얼려버리고 싶어합니다. 그리고 그들은 고자질을 싫어하죠... 이해하셨나요?",
        "biome_FrostMoon": "호 호 호! 고요한 밤에, 피와 학살의 선물을 세계에 뿌립니다.",
        "biome_Goblins": "조잡하고 야만적인 고블린들의 군대가 정복과 파괴를 시작했습니다. 몇몇은 어둡고 사악한 마법을 사용합니다.",
        "biome_Granite": "반짝이고 어두운 물질로 가득한 동굴입니다. 화강암은 건축재로 쓸 수 있지만, 여기서는 강력한 괴물을 불러모읍니다.",
        "biome_Graveyard": "무덤으로 가득찬 죽음의 구역에서, 짙은 안개가 땅을 뒤덮습니다.",
        "biome_HallowDesert": "악에 반응하는 신성한 축복이 땅속에 묻혀있던 존재들을 깨우고 있습니다.",
        "biome_Halloween": "호박들이 땅에서 자라나고, 몇몇은 평소에 입지 않던 옷을 입습니다. 트릭 오어 트릿!",
        "biome_HallowIce": "얼음이 축복의 촉매로 작용하여, 축복의 빛을 만들어냅니다. 강한 생명들이 이 빛의 힘을 받았습니다.",
        "biome_HallowUndergroundDesert": "고대의 모래 사이로 축복이 깃들었습니다. 시간에 의해 잊혀진 위험한 존재들이 깨어납니다.",
        "biome_Jungle": "두꺼운 나무, 덩굴들, 멈추지 않는 야수들이 가득한 자연입니다. 진흙만 있다면 어디까지든 자라 날 수 있습니다.",
        "biome_Marble": "동굴의 벽면에 부드러운 천이 깔려있습니다. 고대 괴물들의 문명이 이곳에 살아있습니다.",
        "biome_Martian": "과학적으로 발전한 다른 세계의 누군가가 그들의 무기로 원시 생명들을 없애고 싶어합니다.",
        "biome_Meteor": "점성술의 힘으로 끝없이 타오르는 추락한 운석입니다. 일부는 살아있는것 같습니다.",
        "biome_NebulaPillar": "강한 수호자들에 의해 보호되는 보랏빛 달의 인장입니다. 폭풍우치는 우주의 '성운'을 나타냅니다.",
        "biome_NightTime": "오후 7:30이후, 달이 떠오를때 악한 존재들이 깨어나고, 산 자와 죽은 자가 어둠에서 돌아다닙니다.",
        "biome_Oasis": "신기루가 아니에요! 사막의 태양 아래서 반짝이는 유일한 생명원입니다.",
        "biome_Ocean": "세계의 끝에 끝없이 펼쳐진 바다는 물 속 깊은 곳에서 무한히 굶주린 생물로 가득차있습니다.",
        "biome_OldOnesArmy": "에더리아에서 온 추종자들 - 그들이 이곳으로 온것은 실수겠지만, 이곳을 지배하려 합니다!",
        "biome_Party": "아무 특별한 이유도 없지만, 이 날은 모두가 파티를 하기로 결정했습니다. 언제든지 축하는 가능하니까요!",
        "biome_Pirates": "이 땅에 보물을 찾아 온 무장한 도적떼입니다. 보물을 모으지만, 포로는 잡지 않습니다.",
        "biome_PumpkinMoon": "추수와 죽음의 밤이 떠오를때, 사악한 어둠이 땅에 속삭이고, 그들을 가로막는 모두를 죽입니다.",
        "biome_Rain": "비가 오면, 젖습니다. 물에서 사는 생물들이 지상에서도 돌아다닙니다. 화난 구름을 조심하세요.",
        "biome_Sandstorm": "화난 바다처럼, 분노한 사막의 모래들 사이에서, 위협적인 생물들이 헤엄칩니다.",
        "biome_Sky": "구름 위에 날개달린 강한 생물들이 보호하는 땅이 있다는 소문이 있습니다.",
        "biome_SlimeRain": "설명 할 수 없는 이유로, 하늘에서 끈끈한 것들이 내리고 있습니다.",
        "biome_Snow": "영원한 차가운 바람은 영원한 추위로 가득찬 추위로 가득찬 지역을 만들었습니다. 강한 야수만이 이 구역에서 살아남을 수 있습니다.",
        "biome_SolarPillar": "강한 수호자들에 의해 보호되는 붉은빛 달의 인장입니다. 불타오르는 우주의 '태양'을 나타냅니다.",
        "biome_SpiderNest": "In this deadly place, there lurk arachnids with many legs, many eyes, and a thirst for blood. They sow thick webs threaded with malice.",
        "biome_StardustPillar": "강한 수호자들에 의해 보호되는 푸른빛 달의 인장입니다. 반짝이는 우주의 '소성단'을 나타냅니다.",
        "biome_Surface": "나무와 산, 하늘을 볼 수 있고, 강하지 않고 친화적인 생물이 있는 모든 곳입니다.",
        "biome_SurfaceMushroom": "지상에 버섯을 심으려면 직접 작업해야하지만, 강력한 '마이카노이드'의 관심을 끌 수 있습니다.",
        "biome_TheCorruption": "세계에 암과 같은 오염은 살아있는 존재의 죄악을 먹고 자라납니다. 이것의 유일한 목적은 모든것을 없애고, 생명이 없는 공허만을 남기는 것입니다.",
        "biome_TheDungeon": "한때 번영했던 도시에서 지어진 어둡고 사악한 장소는 이제 저주받은 옛 주민들의 집터가 되었습니다.",
        "biome_TheHallow": "신적이고 강력한 힘인 '신성'은 강력한 빛의 생물로 악과 싸우는 치료제 역할을 합니다.",
        "biome_TheTemple": "고대의 합금으로 만들어진 돌로 지은 불굴의 사원은 단순하지만 진화한 생물인 리자드들의 집터입니다.",
        "biome_TheUnderworld": "불과 유황으로 이루어진 불행의 피난처 - 악마들이 돌아다니고 - 산 사람의 은신처는 제공되지 않습니다.",
        "biome_Underground": "땅 밑으로 내려가면, 흙이 적어집니다. 기본적인 광물, 평범한 보물, 약한 몬스터들이 이곳에 살고있습니다.",
        "biome_UndergroundCorruption": "빛과 어둠의 고대의 영혼의 풀려날때, 오염이 도달 할 수 있는 곳이 엄청나게 늘어났고, 괴물들 또한 더 강해졌습니다.",
        "biome_UndergroundCrimson": "어둠의 고대의 영혼이 풀려날때, 선혈의 땅은 더 깊은 곳으로 파고들어, 악마들을 더 강하게 했습니다.",
        "biome_UndergroundDesert": "말라가는 모래의 땅 아래의 강한 사암지대입니다. 위험한 벌레들의 둥지가 많지만, 고대의 굴을 더 탐험 할 수 있습니다.",
        "biome_UndergroundHallow": "악이 세계의 깊은 곳으로 스며들자, 신성한 힘도 그들에 맞서기 위해 강한 존재들을 깨웠습니다.",
        "biome_UndergroundJungle": "진흙으로 뒤덮인 정글의 아래에서 뒤엉킨 이곳은 모험가들에게 위험을 보여줍니다. 안에서는 위험한 식물과 벌레를 조심해야합니다.",
        "biome_UndergroundMushroom": "자연의 특이한 일탈로, 거대한 버섯과 빛나는 푸른 잔디로 가득합니다. 강력한 '마이카노이드'가 이곳을 지킵니다.",
        "biome_UndergroundSnow": "얼어붙은 얼음으로 이루어진 터널은 미끄러운 함정과 차가운 웅덩이를 만들어냈습니다. 모든것은 영하의 차가운 존재들이 관리합니다.",
        "biome_VortexPillar": "강한 수호자들에 의해 보호되는 녹색빛 달의 인장입니다. 깊은 우주의 '소용돌이'를 나타냅니다.",
        "biome_WindyDay": "날아가지 않게 조심하세요! 자연이 파티를 열고, 모든것을 쓸어버리려 합니다."
    },
    "Bestiary_Events": {
        "Blizzard": "눈폭풍",
        "BloodMoon": "블러드문",
        "Christmas": "크리스마스",
        "Eclipse": "일식",
        "Halloween": "할로윈",
        "Party": "파티",
        "Rain": "비",
        "Sandstorm": "모래폭풍",
        "SlimeRain": "슬라임 비",
        "WindyDay": "바람부는 날"
    },
    "Bestiary_FlavorText": {
        "npc_AncientCultistSquidhead": "A vision of a deadly omen wrought forth by a powerful cultist, often appears with reckless cosmic summoning of wyvern spirits.",
        "npc_Angler": "The Angler, a rude fishing genius, sends others to find weird, rare fish. He rewards random items, entertained by any misfortunes.",
        "npc_AnglerFish": "Some angler fish are content to lie in wait for their prey, but these are perfectly happy to aggressively chase down an underwater meal.",
        "npc_AngryBones": "{$CommonBestiaryFlavor.AngryBones}",
        "npc_AngryBonesBig": "{$CommonBestiaryFlavor.AngryBones}",
        "npc_AngryBonesBigHelmet": "{$CommonBestiaryFlavor.AngryBones}",
        "npc_AngryBonesBigMuscle": "{$CommonBestiaryFlavor.AngryBones}",
        "npc_AngryNimbus": "When severe storms roll through, it is said that the skies are angry. This cloud in particular is especially livid!",
        "npc_AngryTrapper": "When a Man Eater consumes enough human flesh, it undergoes a cocoon-like metamorphosis into a far deadlier form.",
        "npc_AnomuraFungus": "These crab-like creatures scuttle about in glowing mushroom fields, heavily infested by the fungal spores. ",
        "npc_Antlion": "When antlions are nesting, they hide in the surface. To defend their eggs, they projectile vomit hard globs of sand at trespassers.",
        "npc_Arapaima": "These enormous fish thrive in the jungle waters near veins of unstable magicks, which make them unusually strong and hostile.",
        "npc_ArmedZombie": "{$CommonBestiaryFlavor.Zombie}",
        "npc_ArmedZombieCenx": "{$CommonBestiaryFlavor.Zombie}",
        "npc_ArmedZombiePincushion": "{$CommonBestiaryFlavor.Zombie}",
        "npc_ArmedZombieSwamp": "{$CommonBestiaryFlavor.Zombie}",
        "npc_ArmedZombieTwiggy": "{$CommonBestiaryFlavor.Zombie}",
        "npc_ArmoredSkeleton": "Remnants of a long lost expeditionary force, these stout warriors mindlessly patrol the caves in which they died.",
        "npc_ArmoredViking": "The most elite vikings were worthy of the strongest armor. It seems that it wasn't terribly effective, given their state now.",
        "npc_ArmsDealer": "The Arms Dealer has everything anyone could need to shoot things dead, from little round bullets to guns made from sharks.",
        "npc_BabySlime": "Clinging tightly to their parents and rarely seen, these miniature slimes will swarm anyone who harms their mother. ",
        "npc_BaldZombie": "{$CommonBestiaryFlavor.Zombie}",
        "npc_Bee": "Found in hives and nests all throughout the jungle, these tiny pests will swarm an adventurer at every turn.",
        "npc_BeeSmall": "Found in hives and nests all throughout the jungle, these tiny pests will swarm an adventurer at every turn.",
        "npc_BestiaryGirl": "The Zoologist, resident lycanthrope, adores animals. Her fox-like biology resulted from a cursed animal bite.",
        "npc_BigMimicCorruption": "Mimics which fall to Corruption grow larger and more powerful as a result. They can be birthed from ordinary chests by force.",
        "npc_BigMimicCrimson": "Mimics which are enthralled by the Crimson are empowered dramatically. They can be birthed from ordinary chests by force.",
        "npc_BigMimicHallow": "Mimics struck with the blessing surge with energy and become powerful. They can be birthed from ordinary chests by force.",
        "npc_Bird": "A simple white bird which enjoys a calm sunny day.",
        "npc_BirdBlue": "This little blue bird came looking for worms.",
        "npc_BirdRed": "A rare, red-crested friend of the forest.",
        "npc_BlackDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
        "npc_BlackRecluseWall": "They have eight legs, eight eyes, and eight ways to cocoon and feast upon an unsuspecting victim.",
        "npc_BlackSlime": "{$CommonBestiaryFlavor.Slime}",
        "npc_BloodCrawlerWall": "Most spiders operate independently, but ones touched by the Crimson hive coordinate together to consume life.",
        "npc_BloodEelHead": "A large, worm-like demon, dripping with blood - both its own, and its victim's. It's a bloody nightmare of a fiend!",
        "npc_BloodFeeder": "Like the piranha, these swarming fish thirst for blood. Birthed from tainted blood themselves, their hunger is truly intense.",
        "npc_BloodJelly": "Jellyfish swimming in the bloody waters of the Crimson become infected, converting them to its all-consuming cause.",
        "npc_BloodMummy": "The blood-dripping organic matter in these mummies display far better preservation than the rest of their ilk.",
        "npc_BloodNautilus": "An enormous shelled water demon which feeds off the negative energy of a Blood Moon. Brutally responds to being pestered.",
        "npc_BloodSquid": "Summoned in small groups by the Nautilus to aid their master in battle. Thick are the streams of blood squirted from their bodies.",
        "npc_BloodZombie": "With enough exposure to a Blood Moon, zombies become twisted and cursed with everflowing blood pouring out from their rotten flesh.",
        "npc_BlueArmoredBones": "{$CommonBestiaryFlavor.BlueArmoredBones}",
        "npc_BlueArmoredBonesMace": "{$CommonBestiaryFlavor.BlueArmoredBones}",
        "npc_BlueArmoredBonesNoPants": "{$CommonBestiaryFlavor.BlueArmoredBones}",
        "npc_BlueArmoredBonesSword": "{$CommonBestiaryFlavor.BlueArmoredBones}",
        "npc_BlueDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
        "npc_BlueJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
        "npc_BlueSlime": "{$CommonBestiaryFlavor.Slime}",
        "npc_BoneLee": "It's said that centuries ago, there was once a clan of ninjas that hid in the shadows of the world. It seems they are long dead now.",
        "npc_BoneSerpentHead": "Mighty serpentine dragons once ruled hell, but long ago shed their obsidian scales. A skeletal husk is all that remains.",
        "npc_BoneThrowingSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
        "npc_BoneThrowingSkeleton2": "{$CommonBestiaryFlavor.Skeleton}",
        "npc_BoneThrowingSkeleton3": "{$CommonBestiaryFlavor.Skeleton}",
        "npc_BoneThrowingSkeleton4": "{$CommonBestiaryFlavor.Skeleton}",
        "npc_BrainofCthulhu": "A piece of Cthulhu torn asunder, this vile mastermind pulses with agony and aids the Crimson in an attempt to avenge its master.",
        "npc_BrainScrambler": "These Martian soldiers brandish crude laser weaponry that releases dangerous short-range radiation, hence the protective helmets.",
        "npc_Buggy": "A vibrant beetle-like bug. Fish are extremely attracted to these.",
        "npc_Bunny": "Fuzzy wuzzy creatures that prefer safe, friendly locations.",
        "npc_BunnySlimed": "Is it a bunny in a slime costume? Or is it a slime in a bunny costume? Halloween can be very confusing sometimes.",
        "npc_BunnyXmas": "Judging by the outfit, Santa appears to have recruited some bunnies to be his little helpers this year.",
        "npc_Butcher": "Soulless and cruel, this pig-masked psychotic killer brandishes a powerful chainsaw in which to dismember every living thing.",
        "npc_Butterfly": "Beautiful fluttering insects that love sunrises. Fish are attracted to these based on their color variety.",
        "npc_CataractEye": "{$CommonBestiaryFlavor.DemonEye}",
        "npc_CaveBat": "They are small, hard to see, and swiftly flap about in unpredictable ways. They often carry diseases, such as rabies.",
        "npc_ChaosElemental": "Once living beings infused by the blessing, they erratically make chase with an uncontrollable surge of luminous power.",
        "npc_ChatteringTeethBomb": "A playful prank gone wrong, clowns will unleash these explosive chompers on their enemies. Also great for parties!",
        "npc_Clinger": "In the depths of the darkest corruption lies cursed-fire belching, betentacled nightmares stretching from the very walls themselves.",
        "npc_Clothier": "Once trapped under a curse, the Clothier is the master of thread. If it's fashion that's desired, he's the man! He talks in a familiar way.",
        "npc_Clown": "His origins unknown, this creepy fiend balances himself on a ball while hurling explosive destruction at everything around him.",
        "npc_CochinealBeetle": "Found in deep, dark caverns, these large beetles are sought out for the deep, blood-red secretions stored in their scaly exoskeleton.",
        "npc_CorruptBunny": "Bunnies are pure beings that normally resist all forms of Corruption, but will succumb under the effects of a Blood Moon.",
        "npc_CorruptGoldfish": "Goldfish mutate and become violent when exposed to a Blood Moon, allowing the Corruption to take hold of them.",
        "npc_Corruptor": "Like a cancer, the putrid creatures born from the Corruption mutate and grow into bigger, more deadly forms which discharge acids.",
        "npc_CorruptPenguin": "During a Blood Moon, the normally docile penguins fall under the hostile influence of the Corruption.",
        "npc_CorruptSlime": "Steeped in the power of Corruption, these slimes can survive being cut apart into smaller pieces, unlike their untainted brethren.",
        "npc_Crab": "This hard shelled coastal creature could snip the toes right off a man, among other things. They are not to be trifled with.",
        "npc_Crawdad": "A subterranean form of crayfish which scuttles along the cavern floors, searching for prey to clip apart with its powerful pincers.",
        "npc_CreatureFromTheDeep": "Said to have emerged from the blackest lagoons, these fish-men lash at their victims with unmatched submerged mobility.",
        "npc_Creeper": "Manipulated through the hive mind of the Crimson, Creepers serve as the brain's eyes and orbit around it for defense in numbers.",
        "npc_Crimera": "The most common horror to be born from the Crimson, it seeks to consume pure things with unrelenting hunger.",
        "npc_Crimslime": "Taking on the consistency of congealed blood and flesh, Crimslimes seek out and digest more raw material for the Crimson.",
        "npc_CrimsonAxe": "Ensorcelled by the Crimson collective, this weapon moves about and chops its enemies by its own will.",
        "npc_CrimsonBunny": "Bunnies are pure beings that normally cannot be afflicted by Crimson, but will succumb under the effects of a Blood Moon.",
        "npc_CrimsonGoldfish": "Goldfish become grotesque, blood-sucking fiends of the Crimson when exposed to a Blood Moon.",
        "npc_CrimsonPenguin": "During a Blood Moon, the normally docile penguins become infested with the contagious growth of the Crimson.",
        "npc_CultistArcherBlue": "Sworn to protect the cultist's ritual, these robed archers will fight to the death defending the lunatic devotees.",
        "npc_CultistBoss": "A fanatical leader hell-bent on bringing about the apocalypse by reviving the great Cthulhu through behind-the-scenes scheming.",
        "npc_CultistBossClone": "Though it is an illusion designed to distract from the true threat, this fake cultist can still use some basic offensive magic as well.",
        "npc_CultistDevote": "Utterly devoted, Lunatic Devotees unfailingly worship their deity, even when threatened with death. Fear only makes them worship harder.",
        "npc_CultistDragonHead": "Wyvern souls are entwined in the atmosphere of the world. Powerful magicks can summon them through the veil with physical form.",
        "npc_CursedHammer": "Magicked through the pure hatred of the Corruption, this weapon flails about attempting to smash anything that breathes.",
        "npc_CursedSkull": "Exposed to dark rituals, this skull has begun floating around on its own, chasing the living. Its touch leaves its victims defenseless.",
        "npc_CyanBeetle": "Hardy to extremely cold temperatures, these beetles contain a desired bluish fluid which can be used to dye textiles.",
        "npc_Cyborg": "The Cyborg was built with the combined efforts of the Mechanic and the Steampunker to aid in rocket science and world defense.",
        "npc_Dandelion": "All this wind can make just about anyone angry. Evidently, this includes otherwise harmless dandelions and their deadly seeds.",
        "npc_DarkCaster": "Doomed to watch over the Dungeon, these mages teleport to confuse their prey, before striking them down with a blast of water.",
        "npc_DarkMummy": "{$CommonBestiaryFlavor.Mummy}",
        "npc_DD2Bartender": "The Tavern Keep once managed a bar in another universe. He's here to help stop the Old One's Army from conquering this world.",
        "npc_DD2Betsy": "A vicious Etherian dragon who leads the minions of the Old One's Army that found their way to this world.",
        "npc_DD2DarkMageT1": "A small, levitating sorcerer from Etheria who wields dark magic and can even raise fresh minions for the Old One's Army.",
        "npc_DD2DarkMageT3": "A small, levitating sorcerer from Etheria who wields dark magic and can even raise fresh minions for the Old One's Army.",
        "npc_DD2DrakinT3": "Etherian reptiles in service of the Old One's Army. Powerful beasts, they are capable of spewing deadly purple flames.",
        "npc_DD2GoblinBomberT3": "Hurling bombs with reckless abandon, these sappers serve the Old One's Army with maniacal passion.",
        "npc_DD2GoblinT3": "A unique goblin species from Etheria, they are not related Terrarian goblins. The ferocious footsoldiers of the Old One's Army.",
        "npc_DD2JavelinstT3": "These bulky brutes are awkward and ungainly, but their javelins are still razor sharp, and their aim is deadly.",
        "npc_DD2KoboldFlyerT3": "Taking the explosive approach to a whole new level, Kobold Gliders soar the skies, seeking to bring death from above.",
        "npc_DD2KoboldWalkerT3": "Rigged with an explosive payload, Kobolds have no regard for safety. They eagerly blow themselves up, hoping to take their foes with them.",
        "npc_DD2LightningBugT3": "Lightning Bugs from Etheria aren't just named that for their pretty lights! These ones blast their foes with shocking bolts of electricity.",
        "npc_DD2OgreT2": "A tall, hulking demi-human from the Old One's Army with unfathomable strength and vitality. He carries a big stick.",
        "npc_DD2OgreT3": "A tall, hulking demi-human from the Old One's Army with unfathomable strength and vitality. He carries a big stick.",
        "npc_DD2SkeletonT3": "Small armies of these skeletons are summoned from the ground by Dark Mages, loyally serving their master's will.",
        "npc_DD2WitherBeastT3": "Wither beasts emit a defense-sapping aura from the crystals on their back. While rooted in place, they heal rapidly.",
        "npc_DD2WyvernT3": "Etherian Wyverns come in a variety of shapes and sizes, and behave more like bats than the majestic Wyverns of this world.",
        "npc_DeadlySphere": "By means unknown, this silvery metamorphic sphere levitates about on its own. It moves about quickly, often producing spikes.",
        "npc_Demolitionist": "Tread carefully around this dwarf. The Demolitionist is an explosive fanatic and sells dangerous things that go 'Boom!'",
        "npc_Demon": "Demons are the infantry of the underworld. Unlike their lesser brothers, they cast shadow magic rather than hell magic.",
        "npc_DemonEye": "{$CommonBestiaryFlavor.DemonEye}",
        "npc_DemonEyeOwl": "{$CommonBestiaryFlavor.CostumeDemonEye}",
        "npc_DemonEyeSpaceship": "{$CommonBestiaryFlavor.CostumeDemonEye}",
        "npc_DemonTaxCollector": "Sentenced to an eternity of punishment for his lifelong greedy ambitions, this man has long been corrupted into a demonic state.",
        "npc_Derpling": "These large, sapphire-shelled fleas leap around incessantly. They can drain the blood content of one man within seconds.",
        "npc_DesertBeast": "Sturdy as a rock, these lizard-like beasts roam the desert in search of food. Their hardened bodies make them formidable threats.",
        "npc_DesertDjinn": "Ancient magicks corrupted the minds of the once friendly desert djinns, releasing them full of hostility from their lamps.",
        "npc_DesertGhoul": "Wandering the dark caverns below the desert dunes, ghouls are the dessicated husks of zombies preserved by the arid environment.",
        "npc_DesertGhoulCorruption": "Ghouls twisted by the Corruption ooze a nasty green bile that ignites on contact with skin, scorching their prey with cursed flames.",
        "npc_DesertGhoulCrimson": "Ghouls infested by the Crimson leak vile ichor from their mouths, weakening the defenses of their foes with every bite.",
        "npc_DesertGhoulHallow": "Ghouls cleansed by the Hallow possess a psychedelic saliva that renders their victims confused and distracted by visions and mirages.",
        "npc_DesertLamiaDark": "{$CommonBestiaryFlavor.Lamia}",
        "npc_DesertLamiaLight": "{$CommonBestiaryFlavor.Lamia}",
        "npc_DesertScorpionWall": "These unnaturally large scorpions have adapted to swiftly pursuing their prey along the walls with their sharp, venomous tails.",
        "npc_DevourerHead": "Worm-like monstrosities are the Corruption's most favored creatures, tunneling underneath unsuspecting victims.",
        "npc_DiabolistRed": "{$CommonBestiaryFlavor.Diabolist}",
        "npc_DiabolistWhite": "{$CommonBestiaryFlavor.Diabolist}",
        "npc_DialatedEye": "{$CommonBestiaryFlavor.DemonEye}",
        "npc_DiggerHead": "Exposure to the effects of ancient magicks flowing throughout the cracks of the world causes unusual rapid growths in giant worms.",
        "npc_DoctorBones": "This particular zombie has a knack for finding historical artifacts, but has a terrible disdain towards snakes.",
        "npc_Dolphin": "A playful sea mammal whose intelligence rivals that of humanity.",
        "npc_Drippler": "Demon eyes become erratic under a Blood Moon, sometimes twisting together into a dripping cluster of cursed blood and eyeballs.",
        "npc_DrManFly": "Part man, part fly, all doctor. He's brought his most volatile and dangerous chemicals, and he's buzzing to try them out.",
        "npc_Dryad": "The Dryad is the last of her kind. She is connected with nature and can analyze its purity worldwide. She sells seeds, too!",
        "npc_Duck": "A water fowl with beautiful plumage. Swims in the purest of water, quacking happily.",
        "npc_DuckWhite": "A white feathered waterfowl that swims in pure water and basks in the warm sun.",
        "npc_DukeFishron": "An aquatic pigron mutation from the depths of the ocean who surfaces in search of a rare, savory type of worm.",
        "npc_DuneSplicerHead": "The world's largest, most deadly worm. Strengthened by ancient magicks, it can devour a spicy Terrarian quicker than they realize.",
        "npc_DungeonGuardian": "A lethal sentry that stands watch over the Dungeon's gates. Those who are deemed unworthy to enter shall not pass!",
        "npc_DungeonSlime": "Slimes in the Dungeon became powerful by feeding off the cursed energy throughout the place. They seem particularly attracted to keys.",
        "npc_DungeonSpirit": "Sometimes, highly concentrated ectoplasm gathers inside the more powerful of the cursed inhabitants of the Dungeon.",
        "npc_DyeTrader": "Eccentric and rather snobby to a fault, the Dye Trader has expensive tastes. He is passionate about the materials used in the dyes he sells.",
        "npc_EaterofSouls": "Birthed from the Corruption as a being of pure malice, its sole instincts are to pursue, punish, and kill.",
        "npc_EaterofWorldsHead": "Conceived from the bottomless malice of the Corruption, this mighty abyssal worm tunnels wildly to devour all in its path.",
        "npc_ElfArcher": "These aren't your typical elven archers. Tinkering all year long, they are excited to gift you with the hottest new arrows this season.",
        "npc_ElfCopter": "The elves aren't just flying toy helicopters, these are fully combat ready. All that inventing finally paid off! ",
        "npc_EmpressButterfly": "Should one of these luminescent beings perish in the chaos of night, a sleeping tyrant is rumored to violently awaken.",
        "npc_EnchantedNightcrawler": "Worms infused with fallen star magic glow with a glittering light. Fish are extremely attracted to these.",
        "npc_EnchantedSword": "Animated by the blessed light of the crystals, it will slice through anything to cleanse the world's evils.",
        "npc_Everscream": "If trees could scream, this evil evergreen would do so constantly. Deadly are the ornaments hurled from its branches.",
        "npc_ExplosiveBunny": "Not the typical garden-variety bunny. This one has been tampered with, and has an explosive temper as a result.",
        "npc_EyeballFlyingFish": "For mysterious reasons, fish are known to mutate with other living things or even man-made objects. This one is especially violent.",
        "npc_EyeofCthulhu": "A piece of Cthulhu ripped from his body centuries ago in a bloody war. It wanders the night seeking its host body... and revenge!",
        "npc_Eyezor": "A powerful zombie-like creature whose eye can see for miles, and blow away opponents with powerful lasers.",
        "npc_FaceMonster": "It would be unwise to face off with one of these unfeeling, hungry mutations. Their mouths are large enough to devour all things.",
        "npc_FairyCritterBlue": "Glowing winged humanoid creatures the size of a butterfly. Attuned to the world around them, they excel at finding shiny things.",
        "npc_FairyCritterGreen": "Glowing winged humanoid creatures the size of a butterfly. Attuned to the world around them, they excel at finding shiny things.",
        "npc_FairyCritterPink": "Glowing winged humanoid creatures the size of a butterfly. Attuned to the world around them, they excel at finding shiny things.",
        "npc_FemaleZombie": "{$CommonBestiaryFlavor.Zombie}",
        "npc_Firefly": "Appears at night in calm locations, illuminating the sky with strobing green light. Fish are fairly attracted to these.",
        "npc_FireImp": "A lesser demon imbued with hell magic. Capable of teleporting and hurling phantom fireballs towards their foes.",
        "npc_FloatyGross": "These buoyant terrors of the darkest crimson depths most definitely, without question, are both floaty and gross.",
        "npc_Flocko": "These ferocious flakes are the frozen minions of the Ice Queen. Where this sinister snow falls, so shall her icy judgment.",
        "npc_FlyingAntlion": "{$CommonBestiaryFlavor.AntlionSwarmer}",
        "npc_FlyingFish": "Certain species of fish gain the most peculiar abilities when it rains. They only like one thing about land-dwellers: their flesh.",
        "npc_FlyingSnake": "Kept as pets and guardians by the Lihzahrd race, the flying snakes will attack any who trespass on the Temple's protected grounds.",
        "npc_Frankenstein": "Built from parts of deceased Terrarians, this stout monster resulted from a crazy man's desire to create life with his own hands.",
        "npc_Fritz": "Rumors speak of a small-minded hunchback who assisted in mad science. This small fellow reacts unpredictably when approached.",
        "npc_Frog": "Prefers bodies of water filled with thick growth. Perfectly content both on land and underwater.",
        "npc_FungiBulb": "{$CommonBestiaryFlavor.FungiBulb}",
        "npc_FungoFish": "Some fish exposed to glowing mushroom spores become a curious mushroom-jellyfish hybrid, glowing softly in the watery depths.",
        "npc_Gastropod": "Touched by the blessing, these nocturnal slimes evolved into a levitating snail-like creature which spits powerful beams of light.",
        "npc_GemBunnyAmber": "{$CommonBestiaryFlavor.GemBunny}",
        "npc_GemBunnyAmethyst": "{$CommonBestiaryFlavor.GemBunny}",
        "npc_GemBunnyDiamond": "{$CommonBestiaryFlavor.GemBunny}",
        "npc_GemBunnyEmerald": "{$CommonBestiaryFlavor.GemBunny}",
        "npc_GemBunnyRuby": "{$CommonBestiaryFlavor.GemBunny}",
        "npc_GemBunnySapphire": "{$CommonBestiaryFlavor.GemBunny}",
        "npc_GemBunnyTopaz": "{$CommonBestiaryFlavor.GemBunny}",
        "npc_GemSquirrelAmber": "{$CommonBestiaryFlavor.GemSquirrel}",
        "npc_GemSquirrelAmethyst": "{$CommonBestiaryFlavor.GemSquirrel}",
        "npc_GemSquirrelDiamond": "{$CommonBestiaryFlavor.GemSquirrel}",
        "npc_GemSquirrelEmerald": "{$CommonBestiaryFlavor.GemSquirrel}",
        "npc_GemSquirrelRuby": "{$CommonBestiaryFlavor.GemSquirrel}",
        "npc_GemSquirrelSapphire": "{$CommonBestiaryFlavor.GemSquirrel}",
        "npc_GemSquirrelTopaz": "{$CommonBestiaryFlavor.GemSquirrel}",
        "npc_Ghost": "During the most harrowing times, these apparitions float aimlessly through the depths to steal the life from those they envy.",
        "npc_GiantBat": "The oversized cousins of Cave Bats, these bats are more dangerous and can confuse their enemies with their bite.",
        "npc_GiantCursedSkull": "No one knows where these giant skulls came from, but like their smaller cousins, they seek out and curse the living with their magic.",
        "npc_GiantFlyingAntlion": "{$CommonBestiaryFlavor.AntlionSwarmer}",
        "npc_GiantFlyingFox": "An oversized cousin of the bat found only in the Jungle, giant flying foxes hunt the night skies looking for prey.",
        "npc_GiantFungiBulb": "{$CommonBestiaryFlavor.FungiBulb}",
        "npc_GiantShelly": "To overcome their slow speed, shellies have developed the ability to hide inside their spiked shell and hurl themselves at their foes.",
        "npc_GiantTortoise": "No one takes the giant tortoises seriously. Not until they come hurtling through the air, a spinning, spiky ball of death.",
        "npc_GiantWalkingAntlion": "{$CommonBestiaryFlavor.AntlionCharger}",
        "npc_GiantWormHead": "These itty bitty diggy dawgs dig through the earth and take focused spelunkers by surprise, causing unwanted distress.",
        "npc_GigaZapper": "Martians who show great potential in close combat are equipped with powerful energy spears that can atomize anything.",
        "npc_GingerbreadMan": "A gingerbread man seeking vengeance for his long-eaten brethren. He may look yummy, but this is one tough cookie.",
        "npc_GlowingSnail": "A snail that has mutated to adapt to the glowing mushroom environment. Fish are significantly attracted to these.",
        "npc_Gnome": "A tiny long-bearded sneak who resides in oversized trees. Becomes a lawn ornament when exposed to sunlight.",
        "npc_GoblinArcher": "Lending ranged support to the Goblin Army, archers keep a distance and pick off distracted and overwhelmed foes.",
        "npc_GoblinPeon": "Common footsoldiers of the Goblin Army, these foul creatures are good for little more than cannon fodder... and breaking down doors.",
        "npc_GoblinScout": "The Goblin Army sends lone soldiers out from the beaches to seek out colonies to conquer. They give warning with a tattered sigil.",
        "npc_GoblinShark": "Half-shark, half-goblin, completely murderous! One of the numerous reasons to just stay home during a Blood Moon.",
        "npc_GoblinSorcerer": "As primitive as they are, some goblins have the potential for manipulating magicked shadow energy through a form of hexing.",
        "npc_GoblinSummoner": "Gifted in the darkest of magics, she summons unfathomable shadowflame ghasts through a powerful hex.",
        "npc_GoblinThief": "Quick strike units of the Goblin Army, these pesky foes specialize in nimble movement and close-quarters combat.",
        "npc_GoblinTinkerer": "Exiled from the rest of goblinkind for being an intelligent pacifist, the Tinkerer sells tools for combining accessories into stronger versions.",
        "npc_GoblinWarrior": "The backbone of the Goblin Army infantry, these heavily-armored soldiers can take tremendous damage as they march undeterred.",
        "npc_GoldBird": "{$CommonBestiaryFlavor.GoldCritter}",
        "npc_GoldBunny": "{$CommonBestiaryFlavor.GoldCritter}",
        "npc_GoldButterfly": "{$CommonBestiaryFlavor.GoldBaitCritter}",
        "npc_GoldDragonfly": "{$CommonBestiaryFlavor.GoldBaitCritter}",
        "npc_Goldfish": "A seemingly ordinary goldfish, until it decides to rain.",
        "npc_GoldFrog": "{$CommonBestiaryFlavor.GoldCritter}",
        "npc_GoldGoldfish": "{$CommonBestiaryFlavor.GoldCritter}",
        "npc_GoldGoldfishWalker": "{$CommonBestiaryFlavor.GoldCritter}",
        "npc_GoldGrasshopper": "{$CommonBestiaryFlavor.GoldBaitCritter}",
        "npc_GoldLadyBug": "{$CommonBestiaryFlavor.GoldBaitCritter}",
        "npc_GoldMouse": "{$CommonBestiaryFlavor.GoldCritter}",
        "npc_GoldSeahorse": "{$CommonBestiaryFlavor.GoldCritter}",
        "npc_GoldWaterStrider": "{$CommonBestiaryFlavor.GoldBaitCritter}",
        "npc_GoldWorm": "{$CommonBestiaryFlavor.GoldBaitCritter}",
        "npc_Golem": "A remarkable display of ingenuity constructed by the Lihzahrd clan. Powered by solar energy cells, it is ready to guard the Temple.",
        "npc_Golfer": "The Golfer is a wise, middle-aged man who sells all sorts of golfing equipment. He's got game and knows how to score.",
        "npc_GraniteFlyer": "Earth elementals manifest through many forms by taking on the properties of different materials, such as this hardy granite.",
        "npc_GraniteGolem": "Strong are the magicked spirits which inhabit the granite masses deep below, this type in particular taking on a humanoid shape.",
        "npc_Grasshopper": "It leaps tall blades of grass in a single bound. Fish are fairly attracted to these.",
        "npc_GrayGrunt": "Martians are conscripted into military service, and those who do not make the cut are sent out unarmed to distract the enemy as fodder.",
        "npc_Grebe": "An exotic waterfowl that thrives in the desert oasis.",
        "npc_GreekSkeleton": "In the ruins of an ancient civilization now deeply buried, some of its spear-hurling soldiers still walk its marble-adorned paths.",
        "npc_GreenDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
        "npc_GreenEye": "{$CommonBestiaryFlavor.DemonEye}",
        "npc_GreenJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
        "npc_GreenSlime": "{$CommonBestiaryFlavor.Slime}",
        "npc_Grubby": "Slimy, yet satisfying! Fish are somewhat attracted to these.",
        "npc_Guide": "The Guide always offers useful advice and crafting recipes. His origins and unusual connections to this world remain a mystery.",
        "npc_HallowBoss": "Beneath the Hallow's cleansing blanket lies a vengeful fae goddess bent on scrubbing the land of any and all impurity.",
        "npc_Harpy": "Winged, demi-human women defend their territory against invaders by impaling them with their razor-sharp feathers.",
        "npc_HeadacheSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
        "npc_HeadlessHorseman": "This menacing nightmare rides out into the night to harvest living souls on his seeing-eye horse, for he has no head of his own.",
        "npc_HellArmoredBones": "{$CommonBestiaryFlavor.HellArmoredBones}",
        "npc_HellArmoredBonesMace": "{$CommonBestiaryFlavor.HellArmoredBones}",
        "npc_HellArmoredBonesSpikeShield": "{$CommonBestiaryFlavor.HellArmoredBones}",
        "npc_HellArmoredBonesSword": "{$CommonBestiaryFlavor.HellArmoredBones}",
        "npc_Hellbat": "{$CommonBestiaryFlavor.LavaBat}",
        "npc_HellButterfly": "A solemn butterfly seeking blooms rooted in hell. Its wings glimmer with fiery veins.",
        "npc_Hellhound": "Most certainly not a good boy, this vicious demon dog is more than eager to guide living beings to the underworld with every bite.",
        "npc_Herpling": "These hyper, demented, slug-like fiends serve the crimson horde with an unstoppable appetite for blood and flesh.",
        "npc_HoppinJack": "This particular pumpkin seeks revenge for being carved. His hearty leaps become quicker the more he is carved into.",
        "npc_Hornet": "{$CommonBestiaryFlavor.Hornet}",
        "npc_HornetFatty": "{$CommonBestiaryFlavor.Hornet}",
        "npc_HornetHoney": "{$CommonBestiaryFlavor.Hornet}",
        "npc_HornetLeafy": "{$CommonBestiaryFlavor.Hornet}",
        "npc_HornetSpikey": "{$CommonBestiaryFlavor.Hornet}",
        "npc_HornetStingy": "{$CommonBestiaryFlavor.Hornet}",
        "npc_IceBat": "As if bats weren't enough of a nuisance already, Ice Bats can freeze flesh solid with a touch, leaving their prey defenseless.",
        "npc_IceElemental": "Water elementals become icy when dense strong magicks accumulate in the coldest places. Their frosty shards freeze all.",
        "npc_IceGolem": "Sub-zero temperatures, blinding snow flurries, and being blasted apart by an icy construct are some of the dangers of blizzards.",
        "npc_IceMimic": "{$CommonBestiaryFlavor.Mimic}",
        "npc_IceQueen": "If this icy towering monstrosity wishes for someone's soul, they'll surely let it go... right from their cold, dead hands.",
        "npc_IceSlime": "Slimes that spent too long in arctic temperatures may begin to partially freeze, developing a shifting layer of ice on their surface.",
        "npc_IceTortoise": "Like their jungle cousins, ice tortoises are an unexpectedly serious threat, possessing surprising speed and mobility. ",
        "npc_IchorSticker": "Filled to the brim with powerful ichor, these squid-like abominations spew their corrosive bio-fluid at their prey.",
        "npc_IcyMerman": "Mermen rarely stray far from the ocean. Those that do can become lost, wander into cold caverns, and become icy undead fish men.",
        "npc_IlluminantBat": "Blessed with the prismatic light of the Hallow, the Illuminant Bats are a vibrant pink blur arcing across the darkness of the Underground.",
        "npc_IlluminantSlime": "Slimes exposed to the light of the Hallow's crystals begin to emit that very same light, glowing brightly in the darkness.",
        "npc_JungleBat": "These small, annoying creatures aren't to be underestimated. A deadly end awaits for those swarmed by these fangy rodents.",
        "npc_JungleCreeperWall": "The itsy bitsy spider climbed up a jungle vine, down came a hapless explorer and the spider got to dine. The End.",
        "npc_JungleSlime": "{$CommonBestiaryFlavor.Slime}",
        "npc_KingSlime": "Slimes normally aren't intelligent, but occasionally they merge together to become a powerful force to swallow all things.",
        "npc_Krampus": "Every year, Krampus is tasked to punish all of the naughty children, but he's taken the day off to participate in this mayhem instead!",
        "npc_LacBeetle": "These scaly insects thrive in thick subterranean foliage. Their secretions stain many materials in a beautiful violet color.",
        "npc_LadyBug": "A brilliant red insect often associated with luck. Fishing with these as bait may result in unwanted karma.",
        "npc_LarvaeAntlion": "Freshly hatched from their eggs, larval antlions should not be underestimated. Though young, they are still very aggressive.",
        "npc_Lavabat": "{$CommonBestiaryFlavor.LavaBat}",
        "npc_Lavafly": "A variation of firefly which adapted to the intense conditions of the world's infernal core. It mimics sparking embers.",
        "npc_LavaSlime": "Due to the heat of the underworld, these slimes have taken on the properties of lava. Slaying them is difficult and dangerous.",
        "npc_LeechHead": "A worm-like parasite spit forth from the Wall of Flesh, filled with the lifeblood of its host. This blood has healing properties.",
        "npc_LightMummy": "{$CommonBestiaryFlavor.Mummy}",
        "npc_LightningBug": "Appears at night in blessed locations, filling the sky with flashing cyan light. Fish are especially attracted to these.",
        "npc_Lihzahrd": "A reclusive race of reptilian folk found exclusively in the mysterious jungle Temple. They look primitive, but are quite advanced.",
        "npc_LostGirl": "Naked and afraid, this girl stands still, deep in the world, as if waiting for someone to rescue her and lead her to the surface.",
        "npc_LunarTowerNebula": "Representing a stormy celestial body known as 'nebula', this tower holds the seal locking away a terrifying tyrant.",
        "npc_LunarTowerSolar": "Representing a flaming celestial event known as 'solar flares', this tower holds the seal locking away a terrifying tyrant.",
        "npc_LunarTowerStardust": "Representing a glittering celestial remnant known as 'stardust', this tower holds the seal locking away a terrifying tyrant.",
        "npc_LunarTowerVortex": "Representing a deep celestial void known as 'vortex', this tower holds the seal locking away a terrifying tyrant.",
        "npc_Maggot": "An unsavory larval bug which feasts on dead, rotting matter. Fish are somewhat attracted to these.",
        "npc_MaggotZombie": "Wanders aimlessly to infest the living with undeath, unaware of its own maggoty infestation.",
        "npc_MagmaSnail": "A unique species of snail which withstands extreme heat. Its boiling slime trail melts down most weaker surfaces.",
        "npc_ManEater": "A sharp-toothed plant with a taste for human flesh. It has the ability to hide inside the mud and reach over great distances.",
        "npc_MartianDrone": "The data collected from these drones are sent back to the motherships moments before they self-destruct onto their foes.",
        "npc_MartianEngineer": "Martian soldiers who lack combat ability may instead be deployed for their mechanical aptitude, constructing turrets on the field.",
        "npc_MartianOfficer": "Lacking offensive weaponry, officers in the Martian forces favor defensive measures to focus on relaying tactics to the soldiers.",
        "npc_MartianProbe": "Sensing growing power on the planet, otherworldly beings send space-age technology to scan for advanced lifeforms.",
        "npc_MartianSaucerCore": "An advanced flying saucer from somewhere well beyond this world. The destruction from its weaponry is unimaginable.",
        "npc_MartianTurret": "Named after a historic Terrarian, these turrets are built by Martian engineers and rain devastating energy upon anyone nearby.",
        "npc_MartianWalker": "A wonder of Martian technology constructed from the strongest metals and infused with biological components.",
        "npc_Mechanic": "The Mechanic was imprisoned for her aptitude in engineering. She sells wiring and tools for putting together anything imaginable.",
        "npc_Medusa": "An ancient monster with a petrifying gaze. The snakes which grow from her scalp like hair grant her these powers.",
        "npc_Merchant": "The Merchant acts as a simple general store of sorts, providing useful starter tools and supplies needed for exploration.",
        "npc_MeteorHead": "When meteorites strike the surface, their fragments lay scattered for the taking. Some pieces are alive, and will attack.",
        "npc_Mimic": "{$CommonBestiaryFlavor.Mimic}",
        "npc_MisassembledSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
        "npc_MisterStabby": "This stone-cold, yet maniacal gangster never snuffs the celebrating do-gooders without bringing along his 'Lil' Pokey'.",
        "npc_MoonLordCore": "The mastermind behind all terrors which befall the world, freed from his lunar prison. Practically a god, his power knows no limits.",
        "npc_MossHornet": "The empowered flora of the Jungle has merged with these species of Hornet, strengthening their exoskeletons and stingers.",
        "npc_Moth": "Rarely, exposure to jungle toxins causes certain moths to mutate to enormous size. They release a valuable dust on death.",
        "npc_MotherSlime": "Critical to the lifecycle of the slime species, these oversized jiggling masses are often found carrying their young deep underground.",
        "npc_Mothron": "A behemoth of an insect attracted to the eerie anti-glow of a solar eclipse. With a rapid gestation period, it multiplies quickly.",
        "npc_MothronSpawn": "The creatures which burst from the eggs laid by mothron can be as deadly and as relentless as their daunting mothers.",
        "npc_MourningWood": "These enormous murder trees nightmarishly stomp about, prepared to shower endless fiery destruction upon all life.",
        "npc_Mouse": "Mice squeak around harmlessly, looking for small insects in damp underground locations.",
        "npc_Mummy": "{$CommonBestiaryFlavor.Mummy}",
        "npc_MushiLadybug": "This aggressive species of ladybug is quite at home near glowing mushrooms, living symbiotically with the fungus.",
        "npc_Nailhead": "An intelligent being who seeks out souls to steal, utilizing nails from his own body both as a weapon and as defensive measures.",
        "npc_NebulaBeast": "Celestial power fuels the aggression of these violent beasts, allowing them to run down those who trespass the pillar's area.",
        "npc_NebulaBrain": "These brain-like celestial beings have psionic capabilities, phasing through space and summoning powerful optical minions.",
        "npc_NebulaHeadcrab": "These psionic, squid-like beasts levitate with celestial energy and latch onto the head of their prey, disrupting brain functions.",
        "npc_NebulaSoldier": "The cosmic power held by these humanoid warriors grant them psychic abilities, in which they use to accurately shoot down foes.",
        "npc_Necromancer": "{$CommonBestiaryFlavor.Necromancer}",
        "npc_NecromancerArmored": "{$CommonBestiaryFlavor.Necromancer}",
        "npc_Nurse": "The Nurse's snarky attitude and poor bedside manner may be scary, but for a price, she will cure all that ails a wounded Terrarian.",
        "npc_NutcrackerSpinning": "Bringing his massive chompers to bear, the Nutcracker frolics through the wintery night. Nuts aren't the only thing he can crack.",
        "npc_Nymph": "Masterfully deceives explorers by posing as a lost girl, then attacks with ferocious might, blood-lust in her eyes.",
        "npc_OldMan": "This hapless Old Man carries the burden of a heavy curse. It's said at night he transforms into a horrific demon which guards the Dungeon.",
        "npc_OrangeDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
        "npc_Owl": "A large, wise predatory bird which hunts nocturnally from the tree tops. ",
        "npc_Painter": "The Painter can talk about all the different shades of colors with which one can paint the walls. He'll sell but a handful of them!",
        "npc_Paladin": "In distant history, these mighty undead knights once guarded a prosperous city before a massive curse befell them.",
        "npc_PantlessSkeleton": "{$CommonBestiaryFlavor.Skeleton}",
        "npc_Parrot": "A pirate's best friend, the parrot, will tear the eyes out of any greasy landlubber with its sharp, pointy talons.",
        "npc_PartyBunny": "Someone put a party hat on a bunny. It must be a real party animal.",
        "npc_PartyGirl": "Positive beyond comprehension, the Party Girl will use any excuse to celebrate. She sells party favors and flashy things.",
        "npc_Penguin": "{$CommonBestiaryFlavor.Penguin}",
        "npc_PenguinBlack": "{$CommonBestiaryFlavor.Penguin}",
        "npc_PigronCorruption": "{$CommonBestiaryFlavor.Pigron}",
        "npc_PigronCrimson": "{$CommonBestiaryFlavor.Pigron}",
        "npc_PigronHallow": "{$CommonBestiaryFlavor.Pigron}",
        "npc_PincushionZombie": "{$CommonBestiaryFlavor.Zombie}",
        "npc_PinkJellyfish": "{$CommonBestiaryFlavor.Jellyfish}",
        "npc_Pinky": "The smallest slime ever recorded, their extreme cellular density makes them incredibly durable for their small size. They eat money.",
        "npc_Piranha": "Just one of these sharp-toothed fish can easily end a life. Luckily, they tend to swarm their victims in large groups! Life is grand.",
        "npc_Pirate": "Ahoy! The only good Pirate Captain is... one that sells cannons and weapons to take out all competing Pirate Captains!",
        "npc_PirateCaptain": "A pirate captain's love for riches is only rivaled by his obsession with heavy gunpowder and large, rampart-shattering cannons!",
        "npc_PirateCorsair": "Once mercenaries from a distant land, Corsairs brandish deadly scimitars with unyielding skill and a cut-throat agenda.",
        "npc_PirateCrossbower": "Some wee lasses aren't content staying at port waiting for their men to return from a raid, so they join in on the deadly fun!",
        "npc_PirateDeadeye": "Nobody knows if 'Dead Eye' refers to their precise aim, or the fact that one of their eyes is indeed 'dead'... like their targets.",
        "npc_PirateDeckhand": "They are either washing the deck of their ship of seaweed and ale, or wiping the dirt with the faces of unsuspecting Terrarians.",
        "npc_PirateShip": "When the pirates face strong opposition in their pillaging raids, they bring their majestic floating galleon as backup. Cannons away!",
        "npc_Pixie": "A larger, more luminous form of fairy. Pixies provide the Hallow with more blessed light and aid in the cleansing of the land.",
        "npc_Plantera": "A dormant, yet powerful floral guardian awoken by the fallout of Cthulhu's destroyed machinations. Its reach spans the entire jungle.",
        "npc_Poltergeist": "The intense hateful energies emanating from these spirits grant them the ability to move objects, truly for the purpose of killing.",
        "npc_PossessedArmor": "Whatever possessed this suit of armor to suddenly walk about and start killing everyone? It lacks a corporeal body.",
        "npc_PresentMimic": "Surprise! The most unexpected gift this holiday season, the Present Mimic is a nicely gift-wrapped box of teeth and death.",
        "npc_Princess": "Shy and innocent, this happy young lady sees the positive in everything, and everybody. She appreciates all of her subjects, from all walks of life.",
        "npc_Probe": "A singular probe detached from the Destroyer's body serves as a remote laser battery, often in a swarm of other probes.",
        "npc_Psycho": "This masked killer's quiet demeanor and cunning ability to hunt allows him to ambush his victims without being detected.",
        "npc_Pumpking": "A pumpkin has many faces. A pumpkin will murder all with many sharp blades. A pumpkin is king of the harvest.",
        "npc_Pupfish": "These fish prefer isolated, extreme climates where competition is scarce, such as the lakebeds of a desert oasis.",
        "npc_PurpleEye": "{$CommonBestiaryFlavor.DemonEye}",
        "npc_PurpleSlime": "{$CommonBestiaryFlavor.Slime}",
        "npc_QueenBee": "This highly aggressive monstrosity responds violently when her larva is disturbed; the honey-laden hives are her home turf.",
        "npc_QueenSlimeBoss": "Hallowed slimes consolidated into a haughty, crushing force adorned in dazzling crystals. She is rumored to grow wings.",
        "npc_QueenSlimeMinionBlue": "The blue-spectrumed crystal slimes specialize in growing and ejecting pointed crystal shards from their gelatinous bodies.",
        "npc_QueenSlimeMinionPink": "On the pink side of the crystal spectrum, these crystal slimes pop off tumor-like gel growths to assault their enemies.",
        "npc_QueenSlimeMinionPurple": "Crystal slimes on the purple spectrum grow wings much like their royal creator, becoming aerial threats.",
        "npc_RaggedCaster": "{$CommonBestiaryFlavor.RaggedCaster}",
        "npc_RaggedCasterOpenCoat": "{$CommonBestiaryFlavor.RaggedCaster}",
        "npc_RainbowSlime": "These blessing-infused gelatin menaces glow vibrantly in a rainbow of hues. As a result, they require a constant liquid intake.",
        "npc_Rat": "These fuzzy rodents sniff about in putrid locations scavenging for food. They are avoided in fear of diseases they may carry.",
        "npc_Raven": "Nevermore. Nevermore. Nevermore. Nevermore. Nevermore. Nevermore. Nevermore. Nevermore.",
        "npc_RayGunner": "The elite specialists in the Martian Invasion Force are equipped with more precise and deadly laser rifles; effectively snipers.",
        "npc_Reaper": "The reaper's list stretches endlessly with the names of those who will soon depart this world. His sickle will make sure of that.",
        "npc_RedDevil": "Conjuring potent spears of dark magic, these elite demons are a serious threat to any who dare enter their abode.",
        "npc_RedDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
        "npc_RedSlime": "{$CommonBestiaryFlavor.Slime}",
        "npc_Retinazer": "Belonging to a pair of mechanically recreated Eyes of Cthulhu, this one focuses its energy into firing powerful lasers.",
        "npc_RockGolem": "Dense-minded living stone formation. Awaits weary cavern dwellers to pound them into juicy rubble.",
        "npc_RuneWizard": "Tim's more powerful and much better-looking older brother. He, too, prefers the heat, but not excessively.",
        "npc_RustyArmoredBonesAxe": "{$CommonBestiaryFlavor.RustyArmoredBones}",
        "npc_RustyArmoredBonesFlail": "{$CommonBestiaryFlavor.RustyArmoredBones}",
        "npc_RustyArmoredBonesSword": "{$CommonBestiaryFlavor.RustyArmoredBones}",
        "npc_RustyArmoredBonesSwordNoArmor": "{$CommonBestiaryFlavor.RustyArmoredBones}",
        "npc_Salamander2": "An unusual amphibious bipedal lizard which inhabits the dark caverns. When threatened, it spews a highly corrosive acid everywhere.",
        "npc_SandElemental": "The most intense sandstorms draw forth powerful earth elementals. With this feminine form, her tornadoes tear all asunder.",
        "npc_SandShark": "{$CommonBestiaryFlavor.Sandshark}",
        "npc_SandsharkCorrupt": "{$CommonBestiaryFlavor.Sandshark}",
        "npc_SandsharkCrimson": "{$CommonBestiaryFlavor.Sandshark}",
        "npc_SandsharkHallow": "{$CommonBestiaryFlavor.Sandshark}",
        "npc_SandSlime": "Deserts are very dry, but the Sand Slime seems to have successfully adapted to the harsh conditions by becoming a pile of living sand.",
        "npc_SantaClaus": "Only present during a specific time of year, Santa Claus makes a big entrance and an even bigger, rather explosive exit. Ho! Ho! Ho!",
        "npc_SantaNK1": "This jolly bad boy wants to stuff everyone's stockings with the gift of their entrails. This cranky Kringle's gone postal.",
        "npc_Scarecrow1": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow10": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow2": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow3": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow4": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow5": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow6": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow7": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow8": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scarecrow9": "{$CommonBestiaryFlavor.Scarecrow}",
        "npc_Scorpion": "Harmlessly scuttles around the desert looking for food. Fish are barely attracted to these.",
        "npc_ScorpionBlack": "Despite its menacing appearance, it is quite docile unless threatened or facing smaller prey. Fish are occasionally attracted to these.",
        "npc_Scutlix": "Native to the Martian homeworld, these creatures function similarly to horses. That is, if horses could fire lasers from their eyes.",
        "npc_ScutlixRider": "Elite Ray Gunners often ride these powerful alien creatures into battle as cavalry. If their mount dies, they will pursue on foot.",
        "npc_Seagull": "A larger bird that inhabits coastal areas. Watch out for droppings!",
        "npc_Seahorse": "A gentle critter which swims harmlessly in the ocean depths. ",
        "npc_SeaSnail": "This unusually large snail makes its home deep in the ocean. Its mucus can be manufactured into a purple dye.",
        "npc_SeaTurtle": "A soft-shelled reptile that prefers saltwater and marine prey.",
        "npc_SeekerHead": "Ancient magicks have unleashed the dark influences that gave birth to the Eater of Worlds, producing smaller, but just as deadly worms.",
        "npc_ServantofCthulhu": "Young Demon Eyes newly birthed from the Eye of Cthulhu, brought forth to protect their master by any means necessary.",
        "npc_ShadowFlameApparition": "The shadowflame magicks are powerful spiritual remnants of twisted goblin ancestors, wrought from powerful summoning.",
        "npc_Shark": "Once these ocean predators catch a whiff of blood, they become relentless and unstoppable in their ravenous pursuit.",
        "npc_Sharkron": "Duke Fishron's nature as a form of chimera causes his offspring to emerge more shark-like, which he uses as minions in battle.",
        "npc_Skeleton": "{$CommonBestiaryFlavor.Skeleton}",
        "npc_SkeletonAlien": "{$CommonBestiaryFlavor.CostumeSkeleton}",
        "npc_SkeletonArcher": "Skeleton Archers have a keen eye, despite the general lack of eyes. Distance offers little protection from their blazing arrows.",
        "npc_SkeletonAstonaut": "{$CommonBestiaryFlavor.CostumeSkeleton}",
        "npc_SkeletonCommando": "Rocket-powered and fueled with rage, these cursed skeletons prefer the nuclear option. Part of an elite military unit in their past lives.",
        "npc_SkeletonMerchant": "Most skeletons are out for blood, but not the Skeleton Merchant. He just wants to sell supplies, such as rare torches and yo-yo gear.",
        "npc_SkeletonSniper": "These eagle-eyed sharpshooters let nothing escape their crosshairs. Part of an elite military unit in their past lives.",
        "npc_SkeletonTopHat": "{$CommonBestiaryFlavor.CostumeSkeleton}",
        "npc_SkeletronHead": "The disembodied bones of a former tyrant pulsed with a hatred so strong, it left behind a mighty curse which guards the Dungeon.",
        "npc_SkeletronPrime": "Mechanically reconstructed for reviving Cthulhu, this Skeletron has more arms than ever before, and a variety of fierce weapons.",
        "npc_SleepyEye": "{$CommonBestiaryFlavor.DemonEye}",
        "npc_SlimedZombie": "Sometimes, a slime's victim will turn into a zombie mid-digestion. Walking around like that is quite awkward for both parties.",
        "npc_Slimeling": "The still-animate severed pieces of an injured Corrupt Slime, Slimelings can still put up a fight, and have strength in numbers.",
        "npc_SlimeMasked": "Is it a slime in a bunny costume? Or is it a bunny in a slime costume? Halloween can be very confusing sometimes.",
        "npc_Slimer": "The Slimer has become airborne with wings of unknown origin. The wings are easily knocked off with force, depriving it of its flight.",
        "npc_SlimeRibbonGreen": "{$CommonBestiaryFlavor.RibbonSlime}",
        "npc_SlimeRibbonRed": "{$CommonBestiaryFlavor.RibbonSlime}",
        "npc_SlimeRibbonWhite": "{$CommonBestiaryFlavor.RibbonSlime}",
        "npc_SlimeRibbonYellow": "{$CommonBestiaryFlavor.RibbonSlime}",
        "npc_Sluggy": "Slow and covered in a slick mucus. Fish are especially attracted to these.",
        "npc_Snail": "A slimy mollusk that thrives in damp, dark places. Fish are barely attracted to these.",
        "npc_Snatcher": "A sharp-toothed plant with a taste for human flesh. It has the ability to hide inside the mud and reach over great distances.",
        "npc_SnowBalla": "Nobody underestimates the throwing arm on this disturbed member of the snowman mafioso. He's a real slugger!",
        "npc_SnowFlinx": "A strange, round furry mammal with an unusually large, protruding nose. They are extremely lightweight.",
        "npc_SnowmanGangsta": "While the world's inhabitants celebrate festivities, gangster snowmen party by slaying everyone with their tommy guns.",
        "npc_SolarCorite": "Resembling a large, sentient meteorite, Corites are infused with celestial energy and will charge at anything that moves.",
        "npc_SolarCrawltipedeHead": "Wrapped in celestial energy, this worm-like creature seems invincible. Having no eyes, it seeks vibrations throughout the air.",
        "npc_SolarDrakomire": "These celestial beasts harness the power of the sun, releasing violent flares towards any intruders nearing the pillar.",
        "npc_SolarDrakomireRider": "Many drakanians ride the beastly Drakomires as a form of battle steed. Should the Drakomire be slain, they will pursue on foot.",
        "npc_SolarSolenian": "These acrobatic celestial warriors can deflect incoming threats whilst spinning with their solar-infused blades.",
        "npc_SolarSpearman": "These highly aggressive celestial soldiers carry a large, fiery spear that can melt nearly anything it penetrates.",
        "npc_SolarSroller": "These humanoid celestial monsters assault their foes by rolling up into a ball and charging them with their sharp, fiery spikes.",
        "npc_Spazmatism": "Belonging to a pair of mechanically recreated Eyes of Cthulhu, this one chases at high speed, exhaling cursed flames.",
        "npc_SpikedIceSlime": "This Ice Slime has large ice shards in its mass from excessive exposure to the cold. Somehow, it is able to launch these at its prey.",
        "npc_SpikedJungleSlime": "Frequent consumption of the Jungle's toxins and thorns has resulted in a slime covered in venomous spikes.",
        "npc_Splinterling": "Mourning Woods reproduce by snapping cuttings from their bodies and thrusting them into the soil. Splinterlings are the result.",
        "npc_SporeBat": "The tables have turned on a variety of rabid bats, themselves enwrought with a deadly fungal infection.",
        "npc_SporeSkeleton": "Skeletons meandering through more moist caverns become hosts for glowing fungal growth, greatly empowering them.",
        "npc_Squid": "A betentacled marine creature which discharges a thick, black ink when threatened. The ink is collected for aesthetic purposes.",
        "npc_Squirrel": "Fast moving and erratic woodland creatures with greyish-brown fur. Got nuts? ",
        "npc_SquirrelGold": "{$CommonBestiaryFlavor.GoldCritter}",
        "npc_SquirrelRed": "Rare, red-furred hyperactive rodents which scurry about the woods.",
        "npc_StardustCellBig": "A biological single-celled organism that divides and multiplies rapidly with the limitless power of celestial energy.",
        "npc_StardustCellSmall": "A biological single-celled organism that divides and multiplies rapidly with the limitless power of celestial energy.",
        "npc_StardustJellyfishBig": "A cosmic jellyfish-type creature infused with abundant celestial energies which summons smaller minions to serve as its weaponry.",
        "npc_StardustSoldier": "This slow-moving celestial soldier fires cosmic rays at unsuspecting invaders, defending the pillar without hesitation.",
        "npc_StardustSpiderBig": "This beastly celestial arachnid rapidly spawns swift and relentless offspring to distract its prey as it prepares to devour them.",
        "npc_StardustWormHead": "The celestial energies of which this worm is born give its body and tail near unstoppable power as it twists through the skies.",
        "npc_Steampunker": "The Steampunker has a particular taste for steam-fueled machinery and gadgets. She sells her gizmos with an endearing accent.",
        "npc_Stylist": "The Stylist loves style, gossip, and hair. Aside from performing a miracle makeover, she sells some hair product as well.",
        "npc_SwampThing": "Creeping from the depths of the darkest swamps, this algae-dripped beast desires to drown away anyone in his path.",
        "npc_SwampZombie": "{$CommonBestiaryFlavor.Zombie}",
        "npc_TacticalSkeleton": "With thick armor and mighty boomsticks, it's clear these bones are prepared for a siege. Part of an elite military unit in their past lives.",
        "npc_TaxCollector": "This grumpy Tax Collector has literally been to hell and back. Greedy to a fault, he's truly only concerned with money.",
        "npc_TheBride": "It's uncertain if the bride was wed before or after her death, but the story ends tragically for anyone who crosses her path.",
        "npc_TheDestroyer": "A mechanical simulacrum of Cthulhu's spine decorated in laser-armed probes, which detach from its body when damaged.",
        "npc_TheGroom": "Tall, handsome, and dead. This unlucky fellow did not survive his wedding and is ready to take it out on everyone.",
        "npc_TheHungry": "The Wall of Flesh's many mouths, attached by bloody veins. As a last resort, they can tear away and hungrily chase down threats.",
        "npc_TheHungryII": "The Wall of Flesh's many mouths, attached by bloody veins. As a last resort, they can tear away and hungrily chase down threats.",
        "npc_ThePossessed": "A Terrarian girl possessed by the most evil of spirits, she gains superhuman abilities and behaves both arbitrarily and violently.",
        "npc_Tim": "An enchanter in life, this funny fellow won't give up his robe or wizard hat without a fight. He prefers warmer caverns.",
        "npc_TombCrawlerHead": "The desert is home to one of the largest varieties of worms across the land. It has a voracious appetite for careless explorers.",
        "npc_TorchGod": "An unseen deity responsible for a torch's eternal flicker, however easily angered by the unsightly, ungrateful abuse of torch placement.",
        "npc_TorchZombie": "In life, this torch-wielding zombie joined an angry mob to hunt the undead. In death, it joined an undead mob to hunt the living.",
        "npc_TownBunny": "Guaranteed to keep the vegetable supplies in check. Might possibly become a hat.",
        "npc_TownCat": "Lazy, devious, might bring presents. Presents might have once been breathing.",
        "npc_TownDog": "A loyal companion to many. Excitable and always ready for action.",
        "npc_ToxicSludge": "Distantly related to the common slime, the Toxic Sludge takes down its prey with potent toxins and a disarmingly toothy smile.",
        "npc_TravellingMerchant": "The flamboyantly-dressed Traveling Merchant travels far and wide to bring unique, cultural wares from time to time.",
        "npc_Truffle": "Harnessing the hidden power of the glowing mushroom, the Truffle forges weapons and tools exclusively in his mushroom home.",
        "npc_TruffleWorm": "An extremely rare, difficult to catch glowworm. A specific, powerful sea creature is insatiably attracted to these.",
        "npc_Tumbleweed": "Powerful winds have blown this tumbleweed around the desert, and it is none too pleased. They roll faster with the wind than against it.",
        "npc_Turtle": "These slow, stoic creatures travel between lakes and dry land, carrying a hard shell on their backs for protection.",
        "npc_TurtleJungle": "Their hard shells camouflage them from vicious predators by blending in with the thick, jungly environment in which they reside.",
        "npc_TwiggyZombie": "{$CommonBestiaryFlavor.Zombie}",
        "npc_UmbrellaSlime": "The previous owner of this umbrella learned the hard way: umbrellas are good protection against rain, but not against slime.",
        "npc_UndeadMiner": "There's evidence of spelunkers having explored the caverns in the past... as well as evidence of them having died doing so.",
        "npc_UndeadViking": "Long before there were pirates, stories tell of powerful vikings who raged the seas. Their remains roam the icy caverns below.",
        "npc_Unicorn": "These majestic single-horned equines storm angrily through the hallowed land in search of lowly intrusions needing to be cleansed away.",
        "npc_Vampire": "Whether he is a man who turns into a bat, or a bat who turns into a man, one thing is for sure: he's out for blood!",
        "npc_VoodooDemon": "Higher ranking demons can possess a voodoo doll of the chosen one, whose soul is linked with the world's guardian himself.",
        "npc_VortexHornet": "These flying insectoids utilize wormholes to ambush intruders near the celestial pillars. They hunt in pairs and may swiftly evolve.",
        "npc_VortexHornetQueen": "The final evolutionary stage of the alien hornet. They fire powerful disruptive energy at their prey, and give birth to many larvae.",
        "npc_VortexLarva": "The larval stage of the alien hornets. They may seem weak and harmless, but if ignored they will evolve into powerful beings.",
        "npc_VortexRifleman": "These alien soldiers carry a versatile arsenal of celestial rifles and cosmic accessories that allow them to defy gravity.",
        "npc_VortexSoldier": "The cosmic energy surging through these warriors builds up until their untimely demise, resulting in an explosion of lightning.",
        "npc_Vulture": "Built to survive the desert heat, avian scavengers such as these will peck apart those who come near their carrion.",
        "npc_WalkingAntlion": "{$CommonBestiaryFlavor.AntlionCharger}",
        "npc_WallCreeperWall": "They have eight legs, eight eyes, and eight ways to cocoon and feast upon an unsuspecting victim.",
        "npc_WallofFlesh": "Serving as the world's core and guardian, the towering demon lord exists to keep powerful ancient spirits sealed away.",
        "npc_WanderingEye": "{$CommonBestiaryFlavor.DemonEye}",
        "npc_WaterStrider": "Glides elegantly along the surface of calm bodies of water searching for smaller bugs. Fish are occasionally attracted to these.",
        "npc_Werewolf": "Cursed by the moonlight, these menacing lupines were once human. Now, they feast on their loved ones instinctively.",
        "npc_WindyBalloon": "Some enterprising slimes ride wind currents with balloons in an effort to find food. Pop their balloons to bring them back down to earth. ",
        "npc_WitchDoctor": "It's unusual for a Lihzahrd to be outside the Temple. Even more unusual are the voodoo things he sells. He prefers his jungle digs.",
        "npc_Wizard": "The Wizard is an absent-minded, demented old man who dabbles in the arcane arts. He sells magical trinkets to train new apprentices.",
        "npc_Wolf": "Living in the harshest of climates, these savage lupines hunt in the dark of night desperately for sustenance.",
        "npc_Worm": "A slick, tubular invertebrate found hiding in rocks, dirt, and grass. Loves the rain. Fish are especially attracted to these.",
        "npc_Wraith": "Souls belonging to the darkest of hearts were once sealed in the world's core. Now, they roam the night to add to their kind.",
        "npc_WyvernHead": "A colossal dragon-like creature unleashed along with the ancient spirits. It rules the skies with its unrivaled might.",
        "npc_YellowDragonfly": "{$CommonBestiaryFlavor.Dragonfly}",
        "npc_YellowSlime": "{$CommonBestiaryFlavor.Slime}",
        "npc_Yeti": "An ill-tempered ape from cold, snowy regions to the north. They do not appreciate festivity, so they've come to spoil all the fun.",
        "npc_Zombie": "{$CommonBestiaryFlavor.Zombie}",
        "npc_ZombieDoctor": "{$CommonBestiaryFlavor.CostumeZombie}",
        "npc_ZombieElf": "{$CommonBestiaryFlavor.ZombieElf}",
        "npc_ZombieElfBeard": "{$CommonBestiaryFlavor.ZombieElf}",
        "npc_ZombieElfGirl": "{$CommonBestiaryFlavor.ZombieElf}",
        "npc_ZombieEskimo": "Zombies found in snow biomes are often found bundled up in winter clothing. It doesn't help them any, they are still dead cold!",
        "npc_ZombieMerman": "Mermen may be rare and exotic demi-humans, but they can still die... and still come back from that a changed merman.",
        "npc_ZombieMushroom": "{$CommonBestiaryFlavor.MushroomZombie}",
        "npc_ZombieMushroomHat": "{$CommonBestiaryFlavor.MushroomZombie}",
        "npc_ZombiePixie": "{$CommonBestiaryFlavor.CostumeZombie}",
        "npc_ZombieRaincoat": "Some zombies never leave home without their trusty raincoat. Comfy and dry, they pursue human flesh no matter the weather.",
        "npc_ZombieSuperman": "{$CommonBestiaryFlavor.CostumeZombie}",
        "npc_ZombieSweater": "{$CommonBestiaryFlavor.ZombieXmas}",
        "npc_ZombieXmas": "{$CommonBestiaryFlavor.ZombieXmas}"
    },
    "Bestiary_Invasions": {
        "FrostLegion": "Frost Legion",
        "FrostMoon": "Frost Moon",
        "Goblins": "Goblin Invasion",
        "Martian": "Martian Madness",
        "OldOnesArmy": "Old One's Army",
        "Pirates": "Pirate Invasion",
        "PumpkinMoon": "Pumpkin Moon"
    },
    "Bestiary_ItemDropConditions": {
        "BeatAnyMechBoss": "Drops after defeating any Mech Boss",
        "CorruptKeyCondition": "Drops in the Hardmode Corruption",
        "CrimsonKeyCondition": "Drops in the Hardmode Crimson",
        "DesertKeyCondition": "Drops in the Hardmode Desert",
        "EmpressOfLightOnlyTookDamageWhileEnraged": "Drops if the Empress of Light is only attacked during daytime",
        "FrozenKeyCondition": "Drops in the Hardmode Snow",
        "HalloweenGoodieBagDrop": "Drops in early gameplay during Halloween",
        "HalloweenWeapons": "Drops during Halloween season",
        "HallowKeyCondition": "Drops in the Hardmode Hallow",
        "IsChristmas": "Drops during Christmas",
        "IsCorruption": "Drops in the Corruption",
        "IsCorruptionAndNotExpert": "",
        "IsCrimson": "Drops in the Crimson",
        "IsCrimsonAndNotExpert": "",
        "IsExpert": "This is an Expert Mode drop rate",
        "IsItAHappyWindyDay": "Drops on Windy Days",
        "IsMasterMode": "This is a Master Mode drop rate",
        "JungleKeyCondition": "Drops in the Hardmode Jungle",
        "KOCannon": "Drops during a Hardmode Bloodmoon",
        "LegacyHack_IsBossAndExpert": "Drops in Expert Mode",
        "LegacyHack_IsBossAndNotExpert": "",
        "LivingFlames": "Drops in Hardmode Underworld",
        "NamedNPC": "Drops from uniquely named NPCs",
        "NotExpert": "",
        "NotFromStatue": "",
        "NotMasterMode": "",
        "PastWaveBasedDrop": "Only drops when in or above Wave {0}",
        "PirateMap": "Drops in the Hardmode Ocean",
        "PlayerNeedsHealing": "Drops when the player is hurt",
        "SoulOfLight": "Drops in Underground Hallow",
        "SoulOfNight": "Drops in Underground Crimson or Corruption",
        "WaveBasedDrop": "Drop rate varies by Wave",
        "XmasPresentDrop": "Drops in early gameplay during Christmas",
        "YoyoCascade": "Drops after defeating Skeletron but before Hardmode",
        "YoyosAmarok": "Drops in Hardmode",
        "YoyosHelFire": "Drops in Hardmode",
        "YoyosKraken": "Drops after defeating Plantera",
        "YoyosYelets": "Drops after defeating any Mech Boss"
    },
    "Bestiary_Times": {
        "DayTime": "Daytime",
        "NightTime": "Nighttime"
    },
    "BestiaryInfo": {
        "Attack": "Attack",
        "Defense": "Defense",
        "Filters": "Filters ({Count})",
        "IfSearched": "If Searched",
        "IfUnlocked": "If Unlocked",
        "IsBoss": "Boss Enemy",
        "IsRare": "Rare Creature",
        "Knockback": "Knockback Taken",
        "KnockbackHigh": "High",
        "KnockbackLow": "Low",
        "KnockbackMedium": "Med",
        "KnockbackNone": "None",
        "Life": "Life",
        "PercentCollected": "{Percent} Collected",
        "Rarity_1": "Is Uncommon",
        "Rarity_2": "Is Rare",
        "Sort_Alphabetical": "Name",
        "Sort_Attack": "Attack",
        "Sort_BestiaryID": "Bestiary ID",
        "Sort_Coins": "Coins",
        "Sort_Defense": "Defense",
        "Sort_HitPoints": "HP",
        "Sort_ID": "ID",
        "Sort_Rarity": "Rarity",
        "Sort_Unlocks": "Unlocks",
        "UnlockCondition_Hallow": "Reach Hardmode"
    },
    "CommonBestiaryFlavor": {
        "AngryBones": "Cursed with undeath, the former inhabitants of the Dungeon roam endlessly through its halls, seeking a victim for their unending fury.",
        "AntlionCharger": "The soldiers of the antlion species, Antlion Chargers ferociously chase after intruders with a surprising speed.",
        "AntlionSwarmer": "Antlion Swarmers patrol their nests with a watchful eye. Should anyone threaten their eggs, they will defend them fiercely.",
        "BlueArmoredBones": "Disciplined and relentless, the Marching Bones unceasingly pursue their goals, sundering anything, or anyone, in their way.",
        "CostumeDemonEye": "No one knows who dressed these demon eyes up in cute costumes, but the whole process hasn't made them any friendlier.",
        "CostumeSkeleton": "Skeletons need to wear very elaborate costumes during Halloween, or else people think they are dressing up as skeletons.",
        "CostumeZombie": "Wearing costumes isn't fooling anyone; these zombies are clearly way too old to be trick or treating.",
        "DemonEye": "That suspicious feeling of being watched may very well come true in the dark of night, when Cthulhu's minions roam the skies.",
        "Diabolist": "The undead who bear the Diabolic Sigil wield flames as intense as any in the underworld, consuming all in a scorching inferno.",
        "Dragonfly": "A swift-flying insect which hunts mosquitoes. Comes in a variety of colors. Fish are somewhat attracted to these.",
        "FungiBulb": "When the glowing fungus is ready to spread, these bulbs will sprout to spread its spores to other locations and hosts.",
        "GemBunny": "These colorful rabbits made their way so deep, their reaction to magicked gems resulted in a coveted sparkling appearance.",
        "GemSquirrel": "Glistening squirrels who strayed too deep become ensorcelled with residual cursed energy retained in gemstones.",
        "GoldBaitCritter": "Rarely, critters are found coated entirely in gold! They are worth great coin to shopkeepers and fish absolutely love golden bait!",
        "GoldCritter": "Rarely, critters are found coated entirely in gold! Shopkeepers will pay handsomely for these, or you can show them off in cages!",
        "HellArmoredBones": "The fiery glow of the Molten Legion is unmistakable. With their red-hot armaments in hand, they blaze a trail through all those in their way.",
        "Hornet": "Aggressive flying insects which swarm the jungle depths. Their venomous barbs discharge over great distances at high velocity.",
        "Jellyfish": "That strange tingling sensation in the water may be the unwelcome surging of electrical death from a brainless jellyfish. Swim with care.",
        "Lamia": "By the time glowing red eyes appear in the darkness of the desert caves, it is already too late. The lamias have found their prey.",
        "LavaBat": "What's worse than a rabid, fast-flying, and annoying flying rodent? One that is on fire, of course!",
        "Mimic": "Talking to a chest doesn't cause craziness, but if the chest answers back, it may cause death! It still contains rare treasure, regardless!",
        "Mummy": "With the sands transmogrified by outside forces, those put to rest in the desert, whether good or evil, now rise to maim and kill.",
        "MushroomZombie": "The fungus controlling the minds of these zombies wants only one thing: brains! This is very convenient for the zombie.",
        "Necromancer": "In life, these sorcerers bore the Necromantic Sign of their order, and they shall continue to do so forever . . . even in death.",
        "Penguin": "Penguins make their home in the coldest regions of the world, waddling around looking for tasty fish.",
        "Pigron": "This elusive dragon-pig hybrid has excellent stealth capabilities despite its rotund figure. It is uncertain how they came to exist.",
        "RaggedCaster": "With their cursed magic, the members of the Ragged Brotherhood leave their victims helplessly lost in utter darkness.",
        "RibbonSlime": "A perfectly gift wrapped bundle of slime. A wonderfully deadly present for any festive occasion.",
        "RustyArmoredBones": "Through use and neglect, the Rusted Company's weapons are jagged and rough, inflicting terrible bleeding wounds upon their foes.",
        "Sandshark": "In ancient times, a saltwater river once ran through the desert. These powerful creatures evolved to survive in the now dry sand.",
        "Scarecrow": "Possessed by vengeful spirits of the harvest, these scarecrows are out to cause mischief and mayhem galore.",
        "Skeleton": "Who needs muscles, skin, or even eyeballs? Skeletons get by with just the bones on their back, just as deadly as more fleshy foes.",
        "Slime": "A simple, gelatinous creature that swallows anything and everything whole! It takes a long time to digest anything.",
        "Zombie": "Leaving doors open may be an invitation for shambling brain-eaters to enter the home, and nobody likes that.",
        "ZombieElf": "Elves that used to work for Santa, but have since been zombified. They don't complain much, so they are still pretty good helpers.",
        "ZombieXmas": "Even zombies can celebrate the holidays. Their festive outfits are just right, but their holiday spirit could use some work."
    }
}